[
	{
        "detailid": 1,
        "title": "行宫",
        "type": "五言绝句",
        "content": "<p align=\"center\">寥落古行宫，宫花寂寞红。<br />白头宫女在，闲坐说玄宗。</p>",
        "translation": "<p>曾经富丽堂皇的古行宫已是一片荒凉冷落，宫中艳丽的花儿在寂寞寥落中开放。</p><p>幸存的几个满头白发的宫女，闲坐无事只能谈论着玄宗轶事。</p>",
		"explanation": "<p>１、寥落：寂寞冷落。</p><p>２、行宫：皇帝在京城之外的宫殿。</p>",
        "appreciation": "<p>元稹的这首《行宫》是一首抒发盛衰之感的诗，可与白居易《上阳白发人》参互并观。这里的古行宫即洛阳行宫上阳宫，白头宫女即“上阳白发人”。据白居易《上阳白发人》，这些宫女天宝（742-756）末年被“潜配”到上阳宫，在这冷宫里一闭四十多年，成了白发宫人。这首短小精悍的五绝具有深邃的意境，富有隽永的诗味，倾诉了宫女无穷的哀怨之情，寄托了诗人深沉的盛衰之感。</p><p>此诗首句点明地点：古行宫；二句暗示时间：红花盛开之季；三句介绍人物；白头宫女；四句描绘动作：闲坐说玄宗。构筑了一幅完整动人的图画。当年花容月貌，娇姿艳质，辗转落入宫中，寂寞幽怨；此时青春消逝，红颜憔悴；闲坐无聊，只有谈论已往。此情此景，十分凄绝。这首诗平实，但很有概括力，也很含蓄，并给人以想象的天地，历史沧桑之感尽在不言之中。</p><p>诗人塑造意境，艺术上主要运用了两种表现手法。一是以少总多。我国古典诗歌讲究精炼，写景、言情、叙事都要以少总多。这首诗正具有举一而反三，字少而意多的特点。四句诗，首句指明地点，是一座空虚冷落的古行宫；次句暗示环境和时间，宫中红花盛开，正当春天季节；三句交代人物，几个白头宫女，与末句联系起来推想，可知是玄宗天宝末年进宫而幸存下来的老宫人；末句描写动作，宫女们正闲坐回忆、谈论天宝遗事。二十个字，地点、时间、人物、动作，全都表现出来了，构成了一幅非常生动的画面。这个画面触发读者联翩的浮想：宫女们年轻时都是月貌花容，娇姿艳质，这些美丽的宫女被禁闭在这冷落的古行宫之中，成日价寂寞无聊，看着宫花，花开花落，年复一年，青春消逝，红颜憔悴，白发频添，如此被摧残，往事不堪重省。然而，她们被禁闭冷宫，与世隔绝，别无话题，却只能回顾天宝时代玄宗遗事，此景此情，令人凄绝。“寥落”、“寂寞”、“闲坐”，既描绘当时的情景，也反映诗人的倾向。凄凉的身世，哀怨的情怀，盛衰的感慨，二十个字描绘出那样生动的画面，表现出那样深刻的意思，所以宋洪迈《容斋随笔》卷二说这首诗“语少意足，有无穷之味”；明胡应麟《诗薮·内编》卷六以为这首诗是王建所作，并说“语意绝妙，合（王）建七言《宫词》百首，不易此二十字也”。</p><p>另一个表现手法是以乐景写哀。我国古典诗歌，其所写景物，有时从对立面的角度反衬心理，利用忧思愁苦的心情同良辰美景气氛之间的矛盾，以乐景写哀情，却能收到很好的艺术效果。这首诗也运用了这一手法。诗所要表现的是凄凉哀怨的心境，但却着意描绘红艳的宫花。红花一般是表现热闹场面，烘托欢乐情绪的，但在这里却起了很重要的反衬作用：盛开的红花和寥落的行宫相映衬，加强了时移世迁的盛衰之感；春天的红花和宫女的白发相映衬，表现了红颜易老的人生感慨；红花美景与凄寂心境相映衬，突出了宫女被禁闭的哀怨情绪。红花，在这里起了很大的作用。这都是利用好景致与恶心情的矛盾，来突出中心思想，即王夫之《姜斋诗话》所谓“以乐景写哀”，一倍增其哀。白居易《上阳白发人》“宫莺百啭愁厌闻，梁燕双栖老休妒”，也可以说是以乐写哀。不过白居易的写法直接揭示了乐景写哀情的矛盾，而元稹《行宫》则是以乐景作比较含蓄的反衬，显得更有余味。 </p>",
		"author": "元稹"
    },
	{
        "detailid": 2,
        "title": "登鹳雀楼",
        "type": "五言绝句",
        "content": "<p align=\"center\">白日依山尽，黄河入海流。<br />欲穷千里目，更上一层楼。</p>",
        "translation": "<p>夕阳依傍着山峦渐渐下落，滔滔黄河朝着大海汹涌奔流。</p><p>若想把千里的风光景物看够，那就请再登上一层高楼。 </p>",
		"explanation": "<p>1．鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。 </p><p>2．白日：太阳。 </p><p>3．依：依傍。 </p><p>4．尽：消失。 这句话是说太阳依傍山峦沉落。 </p><p>5．穷：尽，使达到极点。 </p><p>6．千里目：眼界宽阔。 </p><p>7．更：替、换。（不是通常理解的“再”的意思） </p>",
        "appreciation": "<p>这首诗写诗人在登高望远中表现出来的不凡的胸襟抱负，反映了盛唐时期人们积极向上的进取精神。 </p><p>其中，前两句写所见。“白日依山尽”写远景，写山，写的是登楼望见的景色，“黄河入海流”写近景，写水写得景象壮观，气势磅礴。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而后人在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。 </p><p>首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。而称太阳为“白日”，这是写实的笔调。落日衔山，云遮雾障，那本已减弱的太阳的光辉，此时显得更加暗淡，所以诗人直接观察到“白日”的奇景。至于“黄河”。当然也是写实。它宛若一条金色的飘带，飞舞于层峦叠嶂之间。诗人眼前所呈现的，是一幅溢光流彩、金碧交辉的壮丽图画。这幅图画还处于瞬息多变的动态之中。白日依山而尽，这仅仅是一个极短暂的过程；黄河向海而流，却是一种永恒的运动。如果说．这种景色很美，那么，它便是一种动态的美，充满了无限生机的活泼的美。这不是所谓“定格”，不是被珍藏的化石或标本。读者深深地为诗人的大手笔所折服。 </p><p>后两句写所想。“欲穷千里目”，写诗人一种无止境探求的愿望，还想看得更远，看到目力所能达到的地方，唯一的办法就是要站得更高些，“更上一层楼”。“千里”“一层”，都是虚数，是诗人想象中纵横两方面的空间。“欲穷”“更上”词语中包含了多少希望，多少憧憬。这两句诗，是千古传诵的名句，既别翻新意，出人意表，又与前两句诗承接得十分自然、十分紧密；同时，在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。 </p><p>从这后半首诗，可推知前半首写的可能是在第二层楼所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。诗句看来只是平铺直叙地写出了这一登楼的过程，而含意深远，耐人探索。这里有诗人的向上进取的精神、高瞻远瞩的胸襟，也道出了要站得高才看得远的哲理。 </p><p>就全诗的写作特点而言，这首诗是日僧空海在《文镜秘府论》中所说的“景入理势”。有人说，诗忌说理。这应当只是说，诗歌不要生硬地、枯燥地、抽象地说理，而不是在诗歌中不能揭示和宣扬哲理。象这首诗，把道理与景物、情事溶化得天衣无缝，使读者并不觉得它在说理，而理自在其中。这是根据诗歌特点、运用形象思维来显示生活哲理的典范。　 </p><p>这首诗在写法上还有一个特点：它是一首全篇用对仗的绝句。前两句“白日”和“黄河”两个名词相对，“白”与“黄”两个色彩相对，“依”与“入”两个动词相对。后两句也如此，构成了形式上的完美。沈德在《唐诗别》中选录这首诗时曾指出：“四语皆对，读来不嫌其排，骨高故也。”绝句总共只有两联，而两联都用对仗，如果不是气势充沛，一意贯连，很容易雕琢呆板或支离破碎。这首诗，前一联用的是正名对，所谓“正正相对”，语句极为工整，又厚重有力，就更显示出所写景象的雄大；后一联用的是，虽然两句相对，但是没有对仗的痕迹。所以说诗人运用对仗的技巧也是十分成熟的。 </p>",
        "author": "王之涣"
    },
	{
        "detailid": 3,
        "title": "新嫁娘词",
        "type": "五言绝句",
        "content": "<p align=\"center\">三日入厨下，洗手作羹汤。<br />未谙姑食性，先遣小姑尝。</p>",
        "translation": "<p>新婚三天来到厨房，洗手亲自作羹汤。</p><p>还不熟悉婆婆的口味，做好先让小姑品尝。</p>",
		"explanation": "<p>三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。</p><p>羹：泛指做成浓的菜肴。</p><p>“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。</p><p>遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。</p>",
        "appreciation": "<p>中唐人以白描叙日常生活，往往曲尽人情。朱庆余《闺意上张水部》写洞房花烛夜后的新嫁娘，令人过目不忘；王建《新嫁娘词》内容如朱诗之续，艺术上亦不相让。古时常言新媳妇难当，在于夫婿之上还有公婆。夫婿称心还不行，还得婆婆顺眼，第一印象非常重要。古代女子过门第三天（俗称“过三朝”），照例要下厨做菜，这习俗到清代还保持着，《儒林外史》二十七回：“南京的风俗，但凡新媳妇进门，三天就要到厨下去收拾一样菜，发个利市”。画眉入时固然重要，拿味合口则更为紧要。所以新媳妇总会有几分忐忑不安的。<br />“三日入厨下”直赋其事，同时也交待出新婚的特定程序。“洗手”本是操作中无关紧要的环节，写出来就有表现新妇慎重小心的功效——看来她是颇为内行，却分明有几分踌躇。原因很简单：“未谙姑（婆婆）食性”。考虑到姑食性的问题，颇见出新妇的精细。同样一道羹汤，兴许有说咸，有说淡。这里不仅有个客观好坏标准，还有个主观好恶标准。“知己不知彼”，是不能稳操胜券的。她需要参谋，还要考虑谁来参谋。夫婿么，十个男儿九粗心，他在回答母亲食性问题上，也许远不如对“画眉深浅”的问题来得那么叫人放心。而女儿才是最体贴娘亲的，女儿的习惯往往来自母亲的习惯，食性亦然。所以新嫁娘找准“小姑”。味”这东西，说不清而辨得出，不消问而只须请“尝”。小姑小到什么程度不得而知，总未成年，还很稚气。她也许心想尝汤而末敢僭先的，所以新嫂子要“遣”而尝之。姑嫂之间，嫂是尊长。对夫婿要低声问，对小姑则可“遣”矣。情事各别，均应服从于规定情景。这两句切合人物的身份和特定的生活情境，写得细腻传神。<br />诗人写到“尝”字为止，以下的事情，就要由读者去补充了。这样反觉余味无穷，体裁的限制转化为表达的优长。由于诗人善于描写特定情境下的特定心理，寥寥几笔便勾出了一个栩栩如生的慧黠的新嫁娘的形象，生活气息非常浓厚。 </p>",
        "author": "王建"
    },
	{
        "detailid": 4,
        "title": "相思",
        "type": "五言绝句",
        "content": "<p align=\"center\">红豆生南国，春来发几枝。<br />愿君多采撷，此物最相思。</p>",
        "translation": "<p>红豆生长在阳光明媚的南方，每逢春天不知长多少新枝。</p><p>希望思念的人儿多多采摘，因为它最能寄托相思之情。</p>",
		"explanation": "<p>１、红豆：又名相思子，一种生在岭南地区的植物，结出的籽象豌豆而稍扁，呈鲜红色。<br />２、采撷：采摘。</p>",
        "appreciation": "<p>这是借咏物而寄相思的诗。一题为《江上赠李龟年》，可见是眷怀友人无疑。起句因物起兴，语虽单纯，却富于想象；接着以设问寄语，意味深长地寄托情思；第三句暗示珍重友谊，表面似乎嘱人相思，背面却深寓自身相思之重；最后一语双关，既切中题意，又关合情思，妙笔生花，婉曲动人。全诗情调健美高雅，怀思饱满奔放，语言朴素无华，韵律和谐柔美。可谓绝句的上乘佳品 </p><p>唐代绝句名篇经乐工谱曲而广为流传者为数甚多。王维《相思》就是梨园弟子爱唱的歌词之一。据说天宝之乱后，著名歌者李龟年流落江南，经常为人演唱它，听者无不动容。 </p><p>红豆产于南方，结实鲜红浑圆，晶莹如珊瑚，南方人常用以镶嵌饰物。传说古代有一位女子，因丈夫死在边地，哭于树下而死，化为红豆，于是人们又称呼它为“相思子”。唐诗中常用它来关合相思之情。而“相思”不限于男女情爱范围，朋友之间也有相思的，如苏李诗“行人难久留，各言长相思”即著例。此诗题一作《江上赠李龟年》，可见诗中抒写的是眷念朋友的情绪。 </p><p>“南国”（南方）即是红豆产地，又是朋友所在之地。首句以“红豆生南国”起兴，暗逗后文的相思之情。语极单纯，而又富于形象。次句“春来发几枝”轻声一问，承得自然，寄语设问的口吻显得分外亲切。然而单问红豆春来发几枝，是意味深长的，这是选择富于情味的事物来寄托情思。“来日绮窗前，寒梅著花未？”（王维《杂诗》）对于梅树的记忆，反映出了客子深厚的乡情。同样，这里的红豆是赤诚友爱的一种象征。这样写来，便觉语近情遥，令人神远。 </p><p>第三句紧接着寄意对方“多采撷”红豆，仍是言在此而意在彼。以采撷植物来寄托怀思的情绪，是古典诗歌中常见手法，如汉代古诗：“涉江采芙蓉，兰泽多芳草，采之欲遗谁？所思在远道”即著例。“愿君多采撷”似乎是说：“看见红豆，想起我的一切吧。”暗示远方的友人珍重友谊，语言恳挚动人。这里只用相思嘱人，而自己的相思则见于言外。用这种方式透露情怀，婉曲动人，语意高妙。宋人编《万首唐人绝句》，此句“多”字作“休”。用“休”字反衬离情之苦，因相思转怕相思，当然也是某种境况下的人情状态。用“多”字则表现了一种热情饱满、一往情深的健美情调。此诗情高意真而不伤纤巧，与“多”字关系甚大，故“多”字比“休”字更好。末句点题，“相思”与首句“红豆”呼应，既是切“相思子”之名，又关合相思之情，有双关的妙用。“此物最相思”就象说：只有这红豆才最惹人喜爱，最叫人忘不了呢。这是补充解释何以“愿君多采撷”的理由。而读者从话中可以体味到更多的东西。诗人真正不能忘怀的，不言自明。一个“最”的高级副词，意味极深长，更增加了双关语中的含蕴。 </p><p>全诗洋溢着少年的热情，青春的气息，满腹情思始终未曾直接表白，句句话儿不离红豆，而又“超以象外，得其圜中”，把相思之情表达得入木三分。它“一气呵成，亦须一气读下”，极为明快，却又委婉含蓄。在生活中，最情深的话往往朴素无华，自然入妙。王维很善于提炼这种素朴而典型的语言来表达深厚的思想感情。所以此诗语浅情深，当时就成为流行名歌是毫不奇怪的。 </p>",
        "author": "王维"
    },
	{
        "detailid": 5,
        "title": "杂诗·君自故乡来",
        "type": "五言绝句",
        "content": "<p align=\"center\">君自故乡来，应知故乡事。<br />来日绮窗前，寒梅著花未？</p>",
        "translation": "<p>您是刚从我们家乡来的，一定了解家乡的人情世态。</p><p>请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？</p>",
		"explanation": "<p>１、来日：来的时候。 </p><p>２、绮窗：雕画花纹的窗户。 </p><p>３、着花未：开花没有着（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。 </p><p>４、选自《王维集校注》 </p>",
        "appreciation": "<p>这首诗表现作者的情趣与倾向。诗人想念故乡，自然是情理之中；而喜欢梅花，则溢于言表。本诗信手拈来，自然天成。 </p><p>诗中的抒情主人公（“我”，不一定是作者），是一个久在异乡的人，忽然遇上来自故乡的旧友，首先激起的自然是强烈的乡思，是急欲了解故乡风物、人事的心情。开头两句，正是以一种不加修饰、接近于生活的自然状态的形式，传神地表达了“我”的这种感情。“故乡”一词迭见，正表现出乡思之殷：“应知”云云，迹近噜?，却表现出了解乡事之情的急切，透露出一种儿童式的天真与亲切。纯用白描记言，却简洁地将“我”在特定情形下的感情、心理、神态、口吻等表现得栩栩如生，这其实是很省俭的笔墨。 </p><p>关于“故乡事”，那是可以开一张长长的问题清单的。初唐的王绩写过一篇《在京思故园见乡人问》，从朋旧童孩、宗族弟侄、旧园新树、茅斋宽窄、柳行疏密一直问到院果林花，仍然意犹未尽，“羁心只欲问”；而这首诗中的“我”却撇开这些，独问对方：来日绮窗前，寒梅著花未？仿佛故乡之值得怀念，就在窗前那株寒梅。这就很有些出乎常情。但又绝非故作姿态。 </p><p>一个人对故乡的怀念，总是和那些与自己过去生活有密切关系的人、事、物联结在一起。所谓“乡思”，完全是一种“形象思维”，浮现在思乡者脑海中的，都是一个个具体的形象或画面。故乡的亲朋故旧、山川景物、风土人情，都值得怀念。但引起亲切怀想的，有时往往是一些看来很平常、很细小的情事，这窗前的寒梅便是一例。它可能蕴含着当年家居生活亲切有趣的情事。因此，这株寒梅，就不再是一般的自然物，而成了故乡的一种象征。它已经被诗化、典型化了。因此这株寒梅也自然成了“我”的思乡之情的集中寄托。从这个意义上去理解，独问“寒梅著花未”是完全符合生活逻辑的。 </p><p>古代诗歌中常有这种质朴平淡而诗味浓郁的作品。它质朴到似乎不用任何技巧，实际上却包含着最高级的技巧。象这首诗中的独问寒梅，就不妨看成一种通过特殊体现一般的典型化技巧，而这种技巧却是用一种平淡质朴得如叙家常的形式来体现的。这正是所谓寓巧于朴。王绩的那首《在京思故园见乡人问》，朴质的程度也许超过这首诗，但它那一连串的发问，其艺术力量却远远抵不上王维的这一问。其中消息，不是正可深长思之的吗？ </p><p>“君自故乡来，应知故乡事。”这一句看起来是问家乡的情况，但诗人只是笼统的以“故乡事”来设问，可是问什么好呢？诗人心里满腹的问题竟然不知从何问起。于是我们可以想象诗人的踌躇，对方的诧异。“来日绮窗前，寒梅著花未？”这一问倒令对方感到困惑，不问人事而问物事，这时梅花开没开花？想必读者对此也感到突兀。可是正是这样一问，才是妙趣横生，令人回味无穷。其实诗人的真正目的，哪里是梅花啊。诗人想说的话，想问的问题不知从何说起，对家乡的思念竟在这一个不经意的问题之中。这是诗人留给人们的空白，让读者去想象。 </p><p>这是一个不同寻常的游子形象。虽然饱经沧桑，却依然超然尘世保持自由心态的精神风致。这样诗人写这一首诗歌的目的也就昭然若揭：他是在歌颂一种虽然饱经沧桑，但永不世故、永葆自由心态的人生风范。 </p>",
        "author": "王维"
    },
	{
        "detailid": 6,
        "title": "鹿柴",
        "type": "五言绝句",
        "content": "<p align=\"center\">空山不见人，但闻人语响。<br />返影入深林，复照青苔上。</p>",
        "translation": "<p>幽静的山谷里看不见人，只能听到那说话的声音。</p><p>落日的影晕映入了深林，又照在青苔上景色宜人。</p>",
		"explanation": "<p>１、鹿柴：以木栅为栏，谓之柴，鹿柴乃鹿居住的地方。<br />２、返影：指日落时分，阳光返射到东方的景象。</p>",
        "appreciation": "<p>这是写景诗。描写鹿柴傍晚时分的幽静景色。诗的绝妙处在于以动衬静，以局部衬全局，清新自然，毫不做作。落笔先写“空山”寂绝人迹，接着以“但闻”一转，引出“人语响”来。空谷传音，愈见其空；人语过后，愈添空寂。最后又写几点夕阳余晖的映照，愈加触发人幽暗的感觉。 </p>",
        "author": "王维"
    },
	{
        "detailid": 7,
        "title": "竹里馆",
        "type": "五言绝句",
        "content": "<p align=\"center\">独坐幽篁里，弹琴复长啸。<br />深林人不知，明月来相照。</p>",
        "translation": "<p>独自闲坐在幽静竹林，一边弹琴一边高歌长啸。</p><p>深深的山林中无人知晓？只有一轮明月静静与我相伴。</p>",
		"explanation": "<p>１、选自《王右丞集笺注》（中华书局1985年版）卷十三。这是《辋川集》20首中的第17首。竹里馆，辋川别墅的胜景之一，房屋周围有竹林，故名。 </p><p>２、幽篁（huáng）：幽是深的意思，篁是竹林。 幽深的竹林。 </p><p>３、啸（xiào）：长声呼啸。魏晋名士称吹口哨为啸。 </p><p>４、相照：与“独坐”对应。 </p>",
        "appreciation": "<p>这是一首写隐者的闲适生活情趣的诗。这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是匠心独运，妙手回天的大手笔。　 </p><p>这首诗同样表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。　 </p><p>诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非庾信《小园赋》所说的“三竿两竿之竹”，也非柳宗元《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。　 </p><p>诗中写人物活动，也只用六个字组成三个词，就是：“独坐”、“弹琴”、“长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为王维《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。　 </p><p>可以想见，诗人是在意兴清幽、心灵澄净的状态下与竹林、明月本身所具有的清幽澄净的属性悠然相会，而命笔成篇的。诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如司空图《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。　 </p><p>先看前两句：“独坐幽篁里，弹琴复长啸。”篁，竹林也；啸，撮口作声也。诗人早年信奉佛教，思想超脱，加之仕途坎坷，四十岁以后就过着半官半隐的生活。正如他自己所说：“晚年惟好静，万事不关心。”因而常常独自坐在幽深的竹林之中，弹着古琴以抒寂寞的情怀。但琴声似乎不足以宣泄郁抑之情，所以长啸一声。这里借用了一个典故。据刘义庆《世说新语·栖逸》载：“阮步兵啸，闻数百步。”阮步兵即阮籍，他是汉魏时著名的“竹林七贤”之一，他和嵇康等人对当时的封建礼教不满，对统治阶级内部争权夺利不满，时常集于竹林咏怀言志。阮籍在竹林长啸，声闻数百步，也由此传为美谈。日本汉诗学者前野直彬、石川忠久精细地指出：这首诗的前两句，暗用了魏晋之际诗人阮籍闻“苏门之啸”的故事和阮籍《咏怀诗》中的“起坐弹鸣琴”句意。并指出：诗人王维独坐幽篁里悠然弹琴，自得其乐，也很像陶潜。只不过陶潜弹的是无弦琴，而王维弹的则是有弦琴。王维居竹林之中，效阮籍长啸，以阮籍自比，表现自己对权奸的不满。竹之品格，叶如箭指，质如坚石，干可断而不可改其直，身可焚而不可毁其节。诗人独坐幽竹之中，是表示自己具有翠竹一样的气节的。　 </p><p>再看后两句：“深林人不知，明月来相照。”这是进一步渲染那种孤寂的情绪和气氛的。明月相照，不仅点明坐得久，坐到明月东上，更主要的是想表明惟有天上明月是知己。明月是高洁之士的象征，它独自放射光辉于青天碧海之中，也像诗人一样。所以王维引以为知心的“朋友”。这样写，对描写自然景物也有好处。深林幽篁使人有暗绿色的联想，有寂寞沉郁的感觉，画面是暗淡的，现在忽然“明月来相照”，使幽暗的竹林，洒上一层银白的色彩，这种变化似乎增添了一股生气，一层诗意，孤寂之感一扫而光，竹林、明月、诗人都融化到静穆和谐的夜色之中了。　 </p><p>这短短的只有二十个字的诗，有景有情（幽静之景、幽独之情）、有声有色（琴啸之声、林月之色）、有静有动（独坐弹啸）、有实有虚（前两句实写其景，后两句虚写其情），对立统一，相映成趣。读这首诗，就仿佛是欣赏一幅立体而富于变化的人物风景画，这诗情画意，实为作者之高手妙作。全诗优美高雅的意境，传达出诗人宁静、淡泊的心情。 </p>",
        "author": "王维"
    },
	{
        "detailid": 8,
        "title": "山中送别",
        "type": "五言绝句",
        "content": "<p align=\"center\">山中相送罢，<br />日暮掩柴扉。<br />春草明年绿，<br />王孙归不归？</p>",
        "translation": "<p>在深山中送走了好友，夕阳西坠把柴门关闭。</p><p>待到明年春草又绿的时候，朋友啊你能不能回还？ </p>",
		"explanation": "<p>１、掩：关闭。 </p><p>２、柴扉：柴门。 </p><p>３、王孙：贵族的子孙，这里指送别的友人。 </p>",
        "appreciation": "<p>这首《山中送别》诗，不写离亭饯别的情景，而是匠心别运，选取了与一般送别诗全然不同的下笔着墨之点。 </p><p>诗的首句“山中相送罢”，在一开头就告诉读者相送已罢，把送行时的话别场面、惜别情怀，用一个看似毫无感情色彩的“罢”字一笔带过。这里，从相送到送罢，跳越了一段时间。而次句从白昼送走行人一下子写到“日暮掩柴扉”，则又跳越了一段更长的时间。在这段时间内，送行者的所感所想是什么呢？诗人在把生活接入诗篇时，剪去了这一切，都当作暗场处理了。 </p><p>对离别有体验的人都知道，行人将去的片刻固然令人黯然魂消，但一种寂寞之感、怅惘之情往往在别后当天的日暮时会变得更浓重、更稠密。在这离愁别恨最难排遣的时刻，要写的东西也定必是千头万绪的；可是，诗只写了一个“掩柴扉”的举动。这是山居的人每天到日暮时都要做的极其平常的事情，看似与白昼送别并无关连。而诗人却把这本来互不关连的两件事连在了一起，使这本来天天重复的行动显示出与往日不同的意味，从而寓别情于行间，见离愁于字里。读者自会从其中看到诗中人的寂寞神态、怅惘心情；同时也会想：继日暮而来的是黑夜，在柴门关闭后又将何以打发这漫漫长夜呢？这句外留下的空白，更是使人低回想象于无穷的。 </p><p>诗的三、四两句“春草明年绿，王孙归不归”，从《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”句化来。但赋是因游子久去而叹其不归，这两句诗则在与行人分手的当天就惟恐其久去不归。唐汝询在《唐诗解》中概括这首诗的内容为：“扉掩于暮，居人之离思方深；草绿有时，行人之归期难必。”而“归期难必”，正是“离思方深”的一个原因。“归不归”，作为一句问话，照说应当在相别之际向行人提出，这里却让它在行人已去、日暮掩扉之时才浮上居人的心头，成了一个并没有问出口的悬念。这样，所写的就不是一句送别时照例要讲的话，而是“相送罢”后内心深情的流露，说明诗中人一直到日暮还为离思所笼罩，虽然刚刚分手，已盼其早日归来，又怕其久不归来了。前面说，从相送到送罢，从“相送罢”到“掩柴扉”，中间跳越了两段时间；这里，在送别当天的日暮时就想到来年的春草绿，而问那时归不归，这又是从当前跳到未来，跳越的时间就更长了。 </p><p>这首送别诗，不写离亭饯别的依依不舍，却更进一层写冀望别后重聚。这是超出一般送别诗的所在。开头隐去送别情景，以“送罢”落笔，继而写别后回家寂寞之情更浓更稠，为望其再来的题意作了铺垫，于是想到春草再绿自有定期，离人回归却难一定。惜别之情，自在话外。意中有意，味外有味，真是匠心别运，高人一筹。 </p><p>王维善于从生活中拾取看似平凡的素材，运用朴素、自然的语言，来显示深厚、真挚的感情，往往味外有味，令人神远。这首《山中送别》诗就是这样的。</p>",
        "author": "王维"
    },
	{
        "detailid": 9,
        "title": "问刘十九",
        "type": "五言绝句",
        "content": "<p align=\"center\">绿蚁新醅酒，红泥小火炉。<br />晚来天欲雪，能饮一杯无。</p>",
        "translation": "<p>我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。</p><p>天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？ </p>",
		"explanation": "<p>１、绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。<br />２、醅：没有过滤的酒。</p>",
        "appreciation": "<p>诗意在描写雪天邀友小饮御寒，促膝夜话。诗中蕴含生活气息，不加任何雕琢，信手拈来，遂成妙章。语言平淡而情味盎然。细细品味，胜于醇酒，令人身心俱醉。 </p>",
        "author": "白居易"
    },
	{
        "detailid": 10,
        "title": "哥舒歌",
        "type": "五言绝句",
        "content": "<p align=\"center\">北斗七星高，哥舒夜带刀。<br />至今窥牧马，不敢过临洮。</p>",
        "translation": "<p>黑夜里北斗七星挂得高高，哥舒翰勇猛守边夜带宝刀。</p><p>吐蕃族至今牧马只敢远望，他们再不敢南来越过临洮。</p>",
		"explanation": "<p>１、窥：窃伺。<br />２、临洮：今甘肃泯县，秦筑长城西起于此。</p>",
        "appreciation": "<p>这是西域边境人民歌颂哥舒翰战功的诗。诗以北斗起兴，喻哥舒翰的功高；以胡人“至今”“不敢”南下牧马，喻哥舒翰功劳的影响深远。全诗内容平淡素雅，音节铿锵和顺，既有民歌的自然流畅，又不失五言诗的典雅逸秀。所以，沈德潜说：“与《敕勒歌》同是天籁，不可以工拙求之。”然而，即使以工拙求之之，难道就失其俊美感人吗？  </p>",
        "author": "西鄙人"
    },
	{
        "detailid": 11,
        "title": "静夜思",
        "type": "五言绝句",
        "content": "<p align=\"center\">床前明月光，疑是地上霜。<br />举头望明月，低头思故乡。</p>",
        "translation": "<p>明亮的月光洒在窗户纸上，好像地上泛起了一层霜。</p><p>我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。</p>",
		"explanation": "<p>１、举：抬。</p>",
        "appreciation": "<p>这是写远客思乡之情的诗，诗以明白如话的语言雕琢出明静醉人的秋夜的意境。它不追求想象的新颖奇特，也摒弃了辞藻的精工华美；它以清新朴素的笔触，抒写了丰富深曲的内容。境是境，情是情，那么逼真，那么动人，百读不厌，耐人寻绎。无怪乎有人赞它是“妙绝古今”。 </p>",
        "author": "李白"
    },
	{
        "detailid": 12,
        "title": "怨情",
        "type": "五言绝句",
        "content": "<p align=\"center\">美人卷珠帘，深坐蹙蛾眉。<br />但见泪痕湿，不知心恨谁。</p>",
        "translation": "<p>美人儿卷起珠帘一直等待，一直坐着把双眉紧紧锁闭。</p><p>只看见她泪痕湿满了两腮，不知道她心中恨着谁呢？</p>",
		"explanation": "<p>１、深坐句：写失望时的表情。<br />    颦蛾眉：皱眉。</p>",
        "appreciation": "<p>这是写弃妇怨情的诗。若说它有所寄托，亦无不可。诗以简洁的语言，刻画了闺人幽怨的情态。着重于“怨”字落笔。“怨”而坐待，“怨”而皱眉，“怨”而落泪，“怨”而生恨，层层深化主题。至于怨谁？恨谁？作者铺下了无限的空地，解诗人可以自解。 </p>",
        "author": "李白"
    },
	{
        "detailid": 13,
        "title": "登乐游原",
        "type": "五言绝句",
        "content": "<p align=\"center\">向晚意不适，驱车登古原。<br />夕阳无限好，只是近黄昏。</p>",
        "translation": "<p>傍晚时分我心情不太好，独自驱车登上了乐游原。</p><p>这夕阳晚景的确十分美好，只不过已是黄昏。</p>",
		"explanation": "<p>１、意不适：心情不舒畅。<br />２、古原：即乐游原，是长安附近的名胜，在今陕西省长安以南八百里的地方。</p>",
        "appreciation": "<p>这是一首登高望远，即景抒情的诗。首二句写驱车登古原的原因：是“向晚意不适”。后二句写登上古原触景生情，精神上得到一种享受和满足。“夕阳无限好，只是近黄昏”二句，素来人们多解为“晚景虽好，可惜不能久留。”今人周汝昌认为：“只是”二句，“正是诗人的一腔热爱生活，执着人间，坚持理想而心光不灭的一种深情苦志。”这种看法，虽有新意，却不合诗人的身世，也不合诗人当时的情绪。  </p>",
        "author": "李商隐"
    },
	{
        "detailid": 14,
        "title": "听筝",
        "type": "五言绝句",
        "content": "<p align=\"center\">鸣筝金粟柱，素手玉房前。<br />欲得周郎顾，时时误拂弦。</p>",
        "translation": "<p>金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。</p><p>想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。</p>",
		"explanation": "<p>１、金粟柱：古也称桂为金粟，这里当是指弦轴之细而精美。</p>",
        "appreciation": "<p>“听筝”应是听奏筝有感。但从题意看似乎应作“鸣筝”来得有味，来得生动。诗描摹了一位弹筝美女，为博取青睐而故出差错的情态。透视心理状态，洞察入微，描写细腻婉曲，十分传神。 </p>",
        "author": "李端"
    },
	{
        "detailid": 15,
        "title": "渡汉江",
        "type": "五言绝句",
        "content": "<p align=\"center\">岭外音书绝，经冬复立春。<br />近乡情更怯，不敢问来人。</p>",
        "translation": "<p>客居岭外与家里音信断绝，经过了冬天又到了春天。</p><p>离故乡越近心中越胆怯，不敢询问从家那边过来的人。</p>",
		"explanation": "<p>１、岭外：大庾岭之外，就是广东。</p>",
        "appreciation": "<p>这是久离家乡而返归途中所写的抒情诗。诗意在写思乡情切，但却正意反说。写愈近家乡，愈不敢问及家乡消息，担心听到环的消息，而伤了好的愿望。语极浅近，意颇深邃；描摹心理，熨贴入微；不事造作，自然至美。  </p>",
        "author": "李频"
    },
	{
        "detailid": 16,
        "title": "八阵图",
        "type": "五言绝句",
        "content": "<p align=\"center\">功盖三分国，名成八阵图。<br />江流石不转，遗恨失吞吴。</p>",
        "translation": "<p>三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。</p><p>任凭江流冲击，石头却依然如故，千年遗恨，在于刘备失策想吞吴。</p>",
		"explanation": "<p>１、八阵图：由八种阵势组成的图形，用来操练军队或作战。<br />２、三分国：指三国时魏、蜀、吴三国。<br />３、石不转：指涨水时，八阵图的石块仍然不动。<br />４、失吞吴：是吞吴失策的意思。</p>",
        "appreciation": "<p>这是一首咏怀诗。作者赞颂了诸葛亮的丰功伟绩，尤其称颂他在军事上的才能和建树。三、四句，对刘备吞吴失师，葬送了诸葛亮联吴抗曹统一中国的宏图大业，表示惋惜。末句照应开头，三句照应二句；在内容上，既是怀古，又是抒怀，情中有情，言外有意；在绝句中别树一格。 </p>",
        "author": "杜甫"
    },
	{
        "detailid": 17,
        "title": "宿建德江",
        "type": "五言绝句",
        "content": "<p align=\"center\">移舟泊烟渚，日暮客愁新。<br />野旷天低树，江清月近人。</p>",
        "translation": "<p>把船停泊在烟雾弥漫的沙洲旁，日暮时分新愁又涌上客子心头。</p><p>旷野中远处的天空比近处的树林还要低，江水清清明月仿似更与人相亲。</p>",
		"explanation": "<p>１、建德江：在浙江省，新安江流径建德的一段。<br />２、移舟：靠岸。<br />３、烟渚：弥漫雾气的沙洲。</p>",
        "appreciation": "<p>这是一首刻划秋江暮色的诗。先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽不见“愁”字，然野旷江清，“秋色”历历在目。全诗淡而有味，含而不露；自然流出，风韵天成，颇有特色。 </p>",
        "author": "孟浩然"
    },
	{
        "detailid": 18,
        "title": "春晓",
        "type": "五言绝句",
        "content": "<p align=\"center\">春眠不觉晓，处处闻啼鸟。<br />夜来风雨声，花落知多少。</p>",
        "translation": "<p>春日里贪睡不知不觉天就亮了，到处可以听见小鸟的鸣叫声。</p><p>回想昨夜的阵阵风雨声，不知吹落了多少娇美的春花。</p>",
		"explanation": "<p>１、春晓：春天的旱晨。</p>",
        "appreciation": "<p>这是一首惜春诗，诗人抓住春晨生活的一刹那，镌刻了自然的神髓，生活的真趣，抒发了对烂漫醉人春光的喜悦，对生机勃勃春意的酷爱。言浅意浓，景真情真，悠远深沉，韵味无穷。可以说是五言绝句中的一粒蓝宝石，传之千古，光彩照人。  </p>",
        "author": "孟浩然"
    },
	{
        "detailid": 19,
        "title": "春怨",
        "type": "五言绝句",
        "content": "<p align=\"center\">打起黄莺儿，莫教枝上啼。<br />啼时惊妾梦，不得到辽西。</p>",
        "translation": "<p>我敲打树枝赶走了树上的黄莺，不让它在树枝上不停鸣叫。</p><p>它的叫声会惊破我的好梦，不能到辽西与戍守边关的亲人相见。</p>",
		"explanation": "<p>１、辽西：东北辽宁省等地。</p>",
        "appreciation": "<p>这是春闺望夫诗。正面似写儿女情，实则却写征妇怨。诗意连绵，环环相扣。首句写“打起黄莺”，次句写“打起”的原因是“莫教啼”，三句写“莫教啼”的目的是不使其“惊妾梦”，四句又写“妾梦”是到辽西会见丈夫的。如此连绵反复，句句相承，层层递进，一气呵成，读来余音满口，韵味无穷。  </p>",
        "author": "金昌绪"
    },
	{
        "detailid": 20,
        "title": "江雪",
        "type": "五言绝句",
        "content": "<p align=\"center\">千山鸟飞绝，万径人踪灭。<br />孤舟蓑笠翁，独钓寒江雪。</p>",
        "translation": "<p>所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。</p><p>江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。</p>",
		"explanation": "<p>１、踪：脚迹。<br />２、蓑笠翁：披蓑衣，戴斗笠的渔翁。</p>",
        "appreciation": "<p>这是一幅江乡雪景图。山山是雪，路路皆白。飞鸟绝迹，人踪湮没。遐景苍茫，迩景孤冷。意境幽僻，情调凄寂。渔翁形象，精雕细琢，清晰明朗，完整突出。<br />诗采用入声韵，韵促味永，刚劲有力。历代诗人无不交口称绝。千古丹青妙手，也争相以此为题，绘出不少动人的江天雪景图。 </p>",
        "author": "柳宗元"
    },
	{
        "detailid": 21,
        "title": "秋夜寄邱员外",
        "type": "五言绝句",
        "content": "<p align=\"center\">怀君属秋夜，散步咏凉天。<br />空山松子落，幽人应未眠。</p>",
        "translation": "<p>在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。</p><p>寂静的山中传来松子落地的声音，遥想你应该也还未入睡。</p>",
		"explanation": "<p>１、邱员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。<br />２、属：正值。<br />３、幽人：悠闲的人，指丘员外。</p>",
        "appreciation": "<p>这是一首怀人诗。诗人与丘丹在苏州时过往甚密，丘丹临平山学道时，诗人写此诗以寄怀。诗的首两句，写自己因秋夜怀人而徘徊沉吟的情景；后两句想象所怀的人这时也在怀念自己而难以成眠。隐士常以松子为食，因而想到松子脱落季节即想起对方。一样秋色，异地相思。着墨虽淡，韵味无穷；语浅情深，言简意长。全诗以其古雅闲淡的风格美，给人玩绎不尽的艺术享受。  </p>",
        "author": "韦应物"
    },
	{
        "detailid": 22,
        "title": "终南望余雪",
        "type": "五言绝句",
        "content": "<p align=\"center\">终南阴岭秀，积雪浮云端。<br />林表明霁色，城中增暮寒。</p>",
        "translation": "<p>终南山的北面山色秀美，山上的皑皑白雪好似与天上的浮云相连。</p><p>雪后初晴，林梢之间闪烁着夕阳余晖，傍晚时分，城中又添了几分积寒。</p>",
		"explanation": "<p>１、终南：山名，在陕西省西安市南面。<br />２、林表：林梢。<br />３、霁色：雨后的阳光。</p>",
        "appreciation": "<p>据《唐诗纪事》卷二十记载，这是作者在长安的应试诗。诗写遥望积雪，顿觉雪霁之后，暮寒骤增；景色虽好，不知多少寒士受冻。咏物寄情，意在言外；清新明朗，朴实俏丽。 </p>",
        "author": "祖咏"
    },
	{
        "detailid": 23,
        "title": "宫词·故国三千里",
        "type": "五言绝句",
        "content": "<p align=\"center\">故国三千里，深宫二十年。<br />一声何满子，双泪落君前。</p>",
        "translation": "<p>与故乡之隔有三千里之遥啊，我已被幽闭在这深宫里二十年了。</p><p>听到这曲《何满子》，眼泪竟忍不住落在了君王面前。</p>",
		"explanation": "<p>１、故国：故乡。此为代宫女而言。<br />２、深宫：指皇宫。<br />３、何满子：唐教坊曲名。《乐府诗集》载白居易语：“何满子，开元中沧州歌者，临刑进此曲以赎死，竞不得免。”《何满子》曲调悲绝，白居易《何满子》诗中说它“一曲四词歌八叠，从头便是断肠声。”<br />４、君：指唐武宗。</p>",
        "appreciation": "<p>一般以绝句体裁写的篇幅短小的宫怨诗，总是只揭开生活画图的一角，让读者从一个片断场景看到宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留待读者自己去想象，去玩味。这首诗却与众不同。它展示的是一幅生活全图，而且是直叙其事，直写其情。　<br />诗总共只有二十个字。作者在前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有柳宗元《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。　<br />后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是刘皂在一首《长门怨》中所说，“不是思君是恨君”。　<br />这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。　与张祜同时的诗人杜牧非常欣赏这首诗，在一首酬张祜的诗中有“可怜故国三千里，虚唱歌词满六宫”句。这说明，张祜的这首诗道出了宫人的辛酸，讲出了宫人要讲的话，当时传入宫中，曾为宫人广泛歌唱。 </p>",
        "author": "张祜"
    },
	{
        "detailid": 24,
        "title": "寻隐者不遇",
        "type": "五言绝句",
        "content": "<p align=\"center\">松下问童子，言师采药去。<br />只在此山中，云深不知处。</p>",
        "translation": "<p>苍松下询问年少的学童，他说他的师傅已经去山中采药了。</p><p>只知道就在这座大山里，可山中云雾缭绕不知道他的行踪。</p>",
		"explanation": "<p>１、童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。<br />２、言：回答，说。<br />３、云深：指山深云雾浓。<br />４、处：行踪，所在。</p>",
        "appreciation": "<p>这是一首问答诗，但诗人采用了寓问于答的手法，把寻访不遇的焦急心情，描摹得淋漓尽致。其言繁，其笔简，情深意切，白描无华。以白云比隐者的高洁，以苍松喻隐者的风骨。写寻访不遇，愈衬出钦慕高仰。这首诗有人认为是孙革所作，题为《访夏尊师》。  </p>",
        "author": "贾岛"
    },
	{
        "detailid": 25,
        "title": "送崔九",
        "type": "五言绝句",
        "content": "<p align=\"center\">归山深浅去，须尽丘壑美。<br />莫学武陵人，暂游桃源里。</p>",
        "translation": "<p>归隐山林无论到深处或浅处，都应该欣赏丘壑的美景。</p><p>千万别学陶渊明笔下那个武陵人，只在桃花源暂时游了游就匆匆出山。 </p>",
		"explanation": "<p>１、丘壑：既指丘陵川壑，也是暗用典故，含劝友人隐逸山林，莫改初衷之意。<br />２、武陵人：指陶潜《桃花源记》的武陵渔人。</p>",
        "appreciation": "<p>这是一首劝勉诗，劝勉崔九既要隐居，就必须坚定不移，不要三心两意，入山复出，不甘久隐。语言虽浅白，含意却颇为深远。 </p>",
        "author": "裴迪"
    },
	{
        "detailid": 26,
        "title": "送灵澈",
        "type": "五言绝句",
        "content": "<p align=\"center\">苍苍竹林寺，杳杳钟声晚。<br />荷笠带斜阳，青山独归远。</p>",
        "translation": "<p>遥望苍苍山林中的竹林寺，远远传来报时的钟响声。</p><p>他带着斗笠身披斜阳余晖，独自向青山走去，渐行渐远。</p>",
		"explanation": "<p>１、杳杳：深远貌。<br />２、荷：负。</p>",
        "appreciation": "<p>这首小诗，是写诗人送名诗僧灵澈返回竹林寺的情景。诗的意境清晰，画面秀美，人物动人。诗人即景生情，构思精湛。先写寺院传来暮钟声声，勾起人的思绪，再写灵澈归去，诗人目送。表达了诗人对灵澈的真挚情谊。诗一反送别感伤之态，而富于清淡雅气，成为中唐山水诗的名篇之一。  </p>",
        "author": "刘长卿"
    },
	{
        "detailid": 27,
        "title": "听弹琴",
        "type": "五言绝句",
        "content": "<p align=\"center\">泠泠七弦上，静听松风寒。<br />古调虽自爱，今人多不弹。</p>",
        "translation": "<p>七弦琴弹奏的声音清冽，曲调悠扬起伏，琴声凄清好似风入松林。</p><p>我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。</p>",
		"explanation": "<p>１、泠（líng）泠：清凉、凄清的样子。此处指清越的琴声。</p><p>２、松风：以风入松林暗示琴声凄凉。琴曲中《风入松》的调名。</p>",
        "appreciation": "<p>诗题一作“弹琴”，《刘随州集》为“听弹琴”。从诗中“静听”二字细味，题目以有“听”字为妥。</p><p>琴是我国古代传统民族乐器，由七条弦组成，所以首句以“七弦”作琴的代称，意象也更具体。“泠泠”形容琴声的清越，逗起“松风寒”三字。“松风寒”以风入松林暗示琴声的凄清，极为形象，引导读者进入音乐的境界。“静听”二字描摹出听琴者入神的情态，可见琴声的超妙。高雅平和的琴声，常能唤起听者水流石上、风来松下的幽清肃穆之感。而琴曲中又有《风入松》的调名，一语双关，用意甚妙。</p><p>如果说前两句是描写音乐的境界，后两句则是议论性抒情，牵涉到当时音乐变革的背景。汉魏六朝南方清乐尚用琴瑟。而到唐代，音乐发生变革，“燕乐”成为一代新声，乐器则以西域传入的琵琶为主。“琵琶起舞换新声”的同时，公众的欣赏趣味也变了。受人欢迎的是能表达世俗欢快心声的新乐。穆如松风的琴声虽美，毕竟成了“古调”，已经没有几个人能怀着高雅情致来欣赏，言下便流露出曲高和寡的孤独感。“虽”字转折，从对琴声的赞美进入对时尚的感慨。“今人多不弹”的“多”字，更反衬出琴客知音者的稀少。有人以此二句谓今人好趋时尚不弹古调，意在表现作者的不合时宜，是很对的。刘长卿清才冠世，一生两遭迁斥，有一肚皮不合时宜和一种与流俗落落寡合的情调。他的集中有《幽琴》（《杂咏八首上礼部李侍郎》之一）诗曰：“月色满轩白，琴声宜夜阑。飗飗青丝上，静听松风寒。古调虽自爱，今人多不弹。向君投此曲，所贵知音难。”其中四句就是这首听琴绝句。“所贵知音难”也正是诗的题旨之所在。“作诗必此诗，定知非诗人”，诗咏听琴，只不过借此寄托一种孤芳自赏的情操罢了。 </p>",
        "author": "刘长卿"
    },
	{
        "detailid": 28,
        "title": "送上人",
        "type": "五言绝句",
        "content": "<p align=\"center\">孤云将野鹤，岂向人间住。<br />莫买沃洲山，时人已知处。</p>",
        "translation": "<p>野鹤驾着孤云高飞天空，怎能在人世间栖居住宿？</p><p>要归隐请别买沃洲名山，那里是世人早知的去处。 </p>",
		"explanation": "<p>１、沃洲山：在今浙江新昌县东，相传僧支遁曾于此放鹤养马，道家以为第十二福地。</p>",
        "appreciation": "<p>这是一首送行诗，诗中的上人，即灵澈。诗意在说明沃洲是世人熟悉的名山，即要归隐，就别往这样的俗地。隐含揶揄灵澈之入山不深。  </p>",
        "author": "刘长卿"
    },
	{
        "detailid": 29,
        "title": "玉台体",
        "type": "五言绝句",
        "content": "<p align=\"center\">昨夜裙带解，今朝蟢子飞。<br />铅华不可弃，莫是藁砧归。</p>",
        "translation": "<p>昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。</p><p>要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。</p>",
		"explanation": "<p>１、子：长脚蜘蛛，也作喜子。<br />２、铅华：指粉。<br />３、莫是：莫不是。</p>",
        "appreciation": "<p>这是一首描写妇女盼望丈夫回还的诗。开头以“裙带解”、“子飞”即征兆喜事的习俗进入题意，三句以梳妆打扮，点出内心的喜悦，结句和盘托出主题。感情真挚，朴素含蓄，语俗而不伤雅，情乐又不淫靡。 </p>",
        "author": "权德舆"
    },
	{
        "detailid": 30,
        "title": "芙蓉楼送辛渐",
        "type": "七言绝句",
        "content": "<p align=\"center\">寒雨连江夜入吴，平明送客楚山孤。<br />洛阳亲友如相问，一片冰心在玉壶。</p>",
        "translation": "<p>冷雨连夜洒遍吴地江天，清晨送走你后，连朦胧的远山也显得孤单！</p><p>到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！</p>",
		"explanation": "<p>１、芙蓉楼：原址在今江苏省镇江市西北。<br />２、楚山：古时吴、楚两地相接，镇江一带也称楚地，故其附近的山也可叫楚山。</p>",
        "appreciation": "<p>这是一首送别诗。诗的构思新颖，淡写朋友的离情别绪，重写自己的高风亮节。首两句苍茫的江雨和孤峙的楚山，烘托送别时的孤寂之情；后两句自比冰壶，表达自己开郎胸怀和坚强性格。全诗即景生情，寓情于景，含蓄蕴藉，韵味无穷。 </p>",
        "author": "王昌龄"
    },
	{
        "detailid": 31,
        "title": "闺怨",
        "type": "七言绝句",
        "content": "<p align=\"center\">闺中少妇不知愁，春日凝妆上翠楼。<br />忽见陌头杨柳色，悔教夫婿觅封侯。</p>",
        "translation": "<p>闺阁中的少妇从来不知忧愁；初春来临细心装扮，独自登上翠楼。</p><p>忽然见到路边杨柳新绿，心中一阵忧愁，悔不该叫夫君去从军建功封爵。</p>",
		"explanation": "<p>１、凝妆：盛妆。<br />２、悔教：悔使。</p>",
        "appreciation": "<p>这是闺怨诗、描写了上流贵妇赏春时心理的变化。诗的首句，与题意相反，写她“不知愁”：天真浪漫，富有幻想；二句写她登楼赏春：带有幼稚无知，成熟稍晚的憨态；三句急转，写忽见柳色而勾起情思：柳树又绿，夫君未归，时光流逝，春情易失；四句写她的省悟：悔恨当初怂恿“夫婿觅封侯”的过错。诗无刻意写怨愁，但怨之深，愁之重，已裸露无余。 </p>",
        "author": "王昌龄"
    },
	{
        "detailid": 32,
        "title": "春宫曲",
        "type": "七言绝句",
        "content": "<p align=\"center\">昨夜风开露井桃，未央前殿月轮高。<br />平阳歌舞新承宠，帘外春寒赐锦袍。</p>",
        "translation": "<p>昨夜的春风吹开了露井边的桃花，未央宫前的明月高高地挂在天上。</p><p>平阳公主的歌女卫子夫新近受到汉武帝的宠爱，因帘外春寒，她便受到锦袍的赐予。</p>",
		"explanation": "<p>１、未央：汉宫殿名，也指唐宫。<br />２、平阳歌舞：平阳公主家中的歌女。</p>",
        "appreciation": "<p>诗写春宫之怨，却无怨语怨字。作者着力于背面敷粉，以侧面打光的手法，使其明暗清晰。诗明写新人受宠的情状，暗抒旧人失宠之怨恨。虚此实彼，言近意远：似乎无怨，怨至深；似乎无恨，恨至长。实弦外有音的手法。 </p>",
        "author": "王昌龄"
    },
	{
        "detailid": 33,
        "title": "九月九日忆山东兄弟",
        "type": "七言绝句",
        "content": "<p align=\"center\">独在异乡为异客，每逢佳节倍思亲。<br />遥知兄弟登高处，遍插茱萸少一人。</p>",
        "translation": "<p>一个人独自在他乡作客，每逢节日加倍思念远方的亲人。</p><p>遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。</p>",
		"explanation": "<p>１、登高：阴历九月九日重阳节，民间有登高避邪的习俗。<br />２、茱萸：一种植物，传说重阳节扎茱萸袋，登高饮菊花酒，可避灾。</p>",
        "appreciation": "<p>诗写游子思乡怀亲。诗人一开头便紧急切题，写异乡异土生活的孤独凄然，因而时时怀乡思人，遇到佳节良辰，思念倍加。接着诗一跃而写远在家乡的兄弟，按照重阳的风俗而登高时，也在怀念自己。诗意反复跳跃，含蓄深沉，既朴素自然，又曲折有致。“每逢佳节倍思亲”千百年来，成为游子思念的名言，打动多少游子离人之心。 </p>",
        "author": "王维"
    },
	{
        "detailid": 34,
        "title": "凉州词",
        "type": "七言绝句",
        "content": "<p align=\"center\">葡萄美酒夜光杯，欲饮琵琶马上催。<br />醉卧沙场君莫笑，古来征战几人回。</p>",
        "translation": "<p>酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。</p><p>如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？</p>",
		"explanation": "<p>１、夜光杯：一种白玉制成的杯子。</p>",
        "appreciation": "<p>诗是咏边寒情景之名曲。全诗写艰苦荒凉的边塞的一次盛宴，描摹了征人们开怀痛饮、尽情酣醉的场面。首句用语绚丽优美，音调清越悦耳，显出盛宴的豪华气派；一句用“欲饮”两字，进一层极写热烈场面，酒宴外加音乐，着意渲染气氛。三、四句极写征人互相斟酌劝饮，尽情尽致，乐而忘忧，豪放旷达。这两句，蘅塘退士评曰：“作旷达语，倍觉悲痛。”历来评注家也都以为悲凉感伤，厌恶征战。清代施补华的《岘佣说诗》评说：“作悲伤语读便浅，作谐谑语读便妙。在学人领悟。”从内容看，无厌恶戎马生涯之语，无哀叹生命不保之意，无非难征战痛苦之情，谓是悲凉感伤，似乎勉强。施补华的话有其深度。千古名绝，众论殊多，见仁见智，学人自悟。  </p>",
        "author": "王翰"
    },
	{
        "detailid": 35,
        "title": "后宫词",
        "type": "七言绝句",
        "content": "<p align=\"center\">泪湿罗巾梦不成，夜深前殿按歌声。<br />红颜未老恩先断，斜倚熏笼坐到明。</p>",
        "translation": "<p>泪水湿透了罗巾无法入睡好梦难成，深夜时分听到前殿传来按着节拍唱歌的声音。</p><p>红颜尚未老去已经失去了君王的恩宠，斜靠着熏笼一直坐到天明。</p>",
		"explanation": "<p>１、泪湿：犹湿透。<br />２、恩：指皇帝对她的恩爱。<br />３、熏笼：薰香炉子上罩的竹笼。</p>",
        "appreciation": "<p>诗是代宫人所作的怨词。首句写夜来不寐，梦想君王临幸；二句写忽闻前殿歌声，君王来幸无望；三句写红颜犹在，君恩已断之苦；四句写再幻想君王可能来幸，于是斜倚熏笼，坐待至天明，终成泡影。语言明快自然，感情真挚而多层次，细腻地刻划了失宠宫女千回百转的心理状态。 </p>",
        "author": "白居易"
    },
	{
        "detailid": 36,
        "title": "宫中词",
        "type": "七言绝句",
        "content": "<p align=\"center\">寂寂花时闭院门，美人相并立琼轩。<br />含情欲说宫中事，鹦鹉前头不敢言。</p>",
        "translation": "<p>百花盛开，宫院却寂寂地紧闭大门；</p><p>俏丽宫女，相依相并伫立廊下赏春。</p><p>满怀幽情，都想谈谈宫中忧愁的事，</p><p>鹦鹉面前，谁也不敢吐露自己苦闷。</p>",
		"explanation": " ",
        "appreciation": "<p>在一般宫怨诗，特别是以绝句体裁写的宫怨诗里，大多只让一位女主角在极端孤独之中出扬。在这首诗里，我们却看见两位女主角同时出场，相依相并，立在轩前。而就在这样一幅动人的双美图中，诗人以别出心裁的构思，巧妙而曲折地托出了怨情，点出了题旨。　</p><p>诗从写景入手。它的首句“寂寂花时闭院门”，既是以景衬情，又是景中见情。就以景衬情而言，它是以春花盛开之景从反面来衬托这首诗所要表达的美人幽怨之情，从而收到王夫之在《诗绎》中所说的“以乐景写哀”、“倍增其哀”的艺术效果。就景中见情而言，它虽然写的是“花时”，却在重门深闭的环境之中，给人以“寂寂”之感，从而在本句中已经把哀情注入了乐景，对景中人的处境和心情已经作了暗示。这样，在第二句中把两位主角引进场时，就只要展示一幅“美人相并立琼轩”的画面，而不必再费笔墨去写她们被关闭在深宫中的凄凉处境和寂寞愁苦的心情了。　</p><p>看了上半首诗，也许读者会猜测：诗人之所以使双美并立，大概是要让她们互吐衷曲，从她们口中诉出怨情吧。可是，接着看下去，诗人却并没有让这两位女主角开口。读者从“含情欲说宫中事”这第三句诗中看到的，只是一个含情不吐、欲说还休的场面。而且，所含之情是什么情，欲说之事是什么事，也没有去点破它。读者也许还会猜测：既然“含情”，既然“欲言”，大概最后总要让她们尽情一吐、畅所欲言吧。可是，读到终篇，看了“鹦鹉前头不敢言”一句，这才知道：原来这幅双美图始终是一幅无声的画，而这两位画中人之始而欲言，终于无言，既不是因为感情微妙到难以言传，也不是因为事情隐秘到羞于出口，只是有所畏忌而“不敢言”。那么，其所含之情自是怨情，欲言之事决非乐事，就不言而喻了。　</p><p>诗人留给读者自己去想象的还不止以上这些。这首诗还有一个言外不尽之意。它最后说，两位美人之“不敢言”是因为在“鹦鹉前头”。而谁都知道，鹦鹉虽会学舌，并不会告密，其实没有什么可怕。这显然是一个托辞。从这一托辞，读者自会看到：在这幅以“花时”、“琼轩”、“美人”、“鹦鹉”组成的风光旖旎的画图背后，却是一个罗网密布的恐怖世界，生活在其中的宫人不但被夺去了青春和幸福，就是连说话的自由也没有的。这首别开生面的宫怨诗，表达的正是这样一个重大主题，揭露的正是这样一幕人间悲剧。 </p>",
        "author": "朱庆馀"
    },
	{
        "detailid": 37,
        "title": "近试上张水部",
        "type": "七言绝句",
        "content": "<p align=\"center\">洞房昨夜停红烛，待晓堂前拜舅姑。<br />妆罢低声问夫婿，画眉深浅入时无。</p>",
        "translation": "<p>新婚卧室昨夜花烛彻夜通明，等待拂晓去堂前拜见公婆。</p><p>装扮好后轻声询问夫君：我的眉画得浓淡可合时兴？</p>",
		"explanation": "<p>１、舅姑：公婆。</p>",
        "appreciation": "<p>朱庆余曾得到张籍的赏识，而张籍又乐于荐拔后辈。因而朱庆余在临应考前作这首诗献给他，借以征求意见。<br />全诗以“入时无”三字为灵魂。新娘打扮得入不入时，能否讨得公婆欢心，最好先问问新郎，如此精心设问寓意自明，令人惊叹。    张籍在《酬朱庆余》诗中答道：“越女新妆出镜心，自知明艳更沉吟。齐纨未足时人贵，一曲菱歌敌万金。”把朱氏比作越州镜湖的采菱女，不仅长得艳丽动人，而且有绝妙的歌喉，这是身著贵重丝绸的其他越女所不能比并的。文人相重，酬答俱妙，千古佳话，流誉诗坛。  </p>",
        "author": "朱庆馀"
    },
	{
        "detailid": 38,
        "title": "逢入京使",
        "type": "七言绝句",
        "content": "<p align=\"center\">故园东望路漫漫，双袖龙钟泪不干。<br />马上相逢无纸笔，凭君传语报平安。</p>",
        "translation": "<p>向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。</p><p>在马上匆匆相逢没有纸和笔.，只有托你捎个口信，给家人报平安。</p>",
		"explanation": "<p>１、故园：指长安，作者在长安有别墅。<br />２、龙钟：这里是沾湿的意思。<br />３、凭：托。</p>",
        "appreciation": "<p>诗写游客邂逅京使，托他捎带口信回家的情境。诗来自生活，反映生活，信手写去，不事雕琢，亲切不味，真挚感人。“马上相逢无纸笔，凭君传语报平安”是生活中常见之事，一经艺术提炼概括，多么典雅感人，富有生气！ </p>",
        "author": "岑参"
    },
	{
        "detailid": 39,
        "title": "黄鹤楼送孟浩然之广陵",
        "type": "七言绝句",
        "content": "<p align=\"center\">故人西辞黄鹤楼，烟花三月下扬州。<br />孤帆远影碧空尽，唯见长江天际流。</p>",
        "translation": "<p>友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。</p><p>孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。</p>",
		"explanation": "<p>黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，传说三国时期的费祎在此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，最新一次修葺黄鹤楼，峻工于1985年。孟浩然：李白的好朋友。之：到达。广陵：即扬州。 <br />故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。 <br />烟花： 形容柳絮如烟，鲜花似锦的春天景物。下：顺流向下而行。 <br />碧空尽：在碧蓝的天际消失。尽：没了，消失了。 <br />碧空：一作“碧山”。陆游的《 入蜀记》云：“八月二十八日访黄鹤楼故址，太白登此楼送孟浩然诗云：‘孤帆远映碧山尽，惟见长江天际流。’盖帆樯映远，山尤可观，非江行久不能知也。” <br />唯见：只看见。天际流：流向天边。天际：天边。 <br />辞：辞别。 </p>",
        "appreciation": "<p>这首送别诗有它特殊的情味。它不同于王勃《送杜少府之任蜀州》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。这首诗，表现的是一种充满诗意的离别。其所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。 <br /> 李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎像黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼到扬州，这一路都是繁花似锦。而扬州，更是当时整个东南地区最繁华的都会。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。在一片美景之中送别友人，真是别有一番滋味在心头，美景令人悦目，送别却令人伤怀，以景见情，含蓄深厚，有如弦外之音，达到使人神往，低徊遐想的艺术效果。 <br />“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去扬州，又构成一种联想，增加了那种愉快的、畅想曲的气氛。 <br />“烟花三月下扬州” ，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 <br />总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来了。  </p>",
        "author": "李白"
    },
	{
        "detailid": 40,
        "title": "早发白帝城",
        "type": "七言绝句",
        "content": "<p align=\"center\">朝辞白帝彩云间，千里江陵一日还。<br />两岸猿声啼不住，轻舟已过万重山。</p>",
        "translation": "<p>清晨告别五彩云霞映照中的白帝城，千里之遥的江陵，一天就可以到达。</p><p>两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。</p>",
		"explanation": "<p>１、白帝：今四川省奉节<br />２、江陵：今湖北省江宁县。县。<br />３、一日还：一天就可以到达。</p>",
        "appreciation": "<p>诗是写景的。唐肃宗乾元二年（７５９），诗人流放夜郎，行至白帝遇赦，乘舟东还江陵时而作此诗。诗意在描摹自白帝至江陵一段长江，水急流速，舟行若飞的情况。首句写白帝城之高；二句写江陵路遥，舟行迅速；三句以山影猿声烘托行舟飞进；四句写行舟轻如无物，点明水势如泻。<br />全诗锋棱挺拔，一泻直下，快船快意，令人神远。难怪乎明人杨慎赞曰：“惊风雨而泣鬼神矣！” </p>",
        "author": "李白"
    },
	{
        "detailid": 41,
        "title": "夜上受降城闻笛",
        "type": "七言绝句",
        "content": "<p align=\"center\">回乐峰前沙似雪，受降城外月如霜。<br />不知何处吹芦管，一夜征人尽望乡。</p>",
        "translation": "<p>回乐峰前的沙地洁白似雪，受降城外的月色有如深秋白霜。</p><p>不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。</p>",
		"explanation": "<p>１、回乐峰：唐代有回乐县，在宁夏回族自治区灵武县西南。回乐峰即当地的山峰。<br />２、受降城：唐代有东、中、西三座受降城，都在内蒙古自治区境内。<br />３、芦管：笛子。</p>",
        "appreciation": "<p>诗意在抒写边防将士之乡情。前二句写月下边塞的景色；三句写声音，闻见芦管悲声；四句写心中感受，芦笛能动征人回乡之望。全诗把景色、声音，感受融为一体，意境浑成。《唐诗纪事》说这首诗在当时便被度曲入画。仔细体味全诗意境，确也是谱歌作画的佳品。  </p>",
        "author": "李益"
    },
	{
        "detailid": 42,
        "title": "贾生",
        "type": "七言绝句",
        "content": "<p align=\"center\">宣室求贤访逐臣，贾生才调更无伦。<br />可怜夜半虚前席，不问苍生问鬼神。</p>",
        "translation": "<p>汉文帝在宣室中因求贤征询贾谊的政治见解，贾谊才气纵横，无与伦比。</p><p>可惜文帝半夜移动坐席听讲，不问百姓生机只问起鬼神之事。</p>",
		"explanation": "<p>１、宣室：汉未央宫前正室；<br />２、逐臣：指贾谊曾被贬谪。<br />３、才调：才气。</p>",
        "appreciation": "<p>这是一首托古讽时诗，意在借贾谊的遭遇，抒写诗人怀才不遇的感慨。诗选取汉文帝宣室召见贾谊，夜半倾谈的情节，写文帝不能识贤，任贤；“不问苍生问鬼神”却揭露了晚唐皇帝服药求仙，荒于政事，不能任贤，不顾民生的昏庸特性。诗寓慨于讽，讽刺效果颇好。 </p>",
        "author": "李商隐"
    },
	{
        "detailid": 43,
        "title": "隋宫·乘兴南游不戒严",
        "type": "七言绝句",
        "content": "<p align=\"center\">乘兴南游不戒严，九重谁省谏书函。<br />春风举国裁宫锦，半作障泥半作帆。</p>",
        "translation": "<p>隋炀帝为南游江都不顾安全，</p><p>九重宫中有谁理会劝谏书函。</p><p>春游中全国裁制的绫罗锦缎，</p><p>一半作御马障泥一半作船帆。 </p>",
		"explanation": "<p>1、张《笺》编此诗于大中十一年（857），时商隐因柳仲郢推荐，任盐铁推官，游江东。隋宫：隋炀帝杨广建造的行宫。《舆地纪胜》：\"淮南东路，扬州江都宫，炀帝于江都郡置宫，号江都宫。\"《嘉庆一统志》：\"江苏省扬州府古迹：临江宫在江都县南二十里，隋大业七年，炀帝升钓台临扬子津，大燕百僚，寻建临江宫于此。显福宫在甘泉县东北，隋城外离宫。……江都宫在甘泉县西七里，故广陵城内。中有成象殿，水精殿及流珠堂，皆隋炀帝建。……十宫在甘泉县北五里，隋炀帝建。《寰宇记》：十宫在江都县北五里，长阜苑内，依林傍涧，高跨冈阜，随城形置焉。曰归雁、回流、九里、松林、枫林、大雷、小雷、春草、九华、光汾。\"</p><p>2、乘兴句：《晋书·舆服志》：\"凡车驾亲戎，中外戒严。\"此言不戒严，意谓炀帝骄横无忌，毫无戒备。</p><p>3、九重：指皇帝居住的深宫。省：明察，懂得。谏书函：给皇帝的谏书。《隋书·炀帝纪》载：隋炀帝巡游，大臣上表劝谏者皆斩之，遂无人敢谏。大业十四年（618），在行宫里被其部下宇文化及所杀。</p><p>4、宫锦：供皇家使用的高级锦缎。</p><p>5、障泥：马鞯，垫在马鞍的下面，两边下垂至马蹬，用来挡泥土。《隋书·食货志》：\"大业元年，造龙舟，凤榻、黄龙、赤舰、楼船、篾舫……幸江都……舳舻相接，二百余里</p>",
        "appreciation": "<p>此诗讽咏隋炀帝奢侈嬉游之事。首二句写炀帝任兴恣游，肆行无忌，且滥杀忠谏之士，遂伏下杀身之祸。次二句取裁锦一事写其耗费之巨，将一人与举国、宫锦与障泥和船帆对比，突出炀帝之骄奢淫逸。然而全诗无一议论之语，于风华流美的叙述之中，暗寓深沉之虑，令人鉴古事而思兴亡。 </p>",
        "author": "李商隐"
    },
	{
        "detailid": 44,
        "title": "瑶池",
        "type": "七言绝句",
        "content": "<p align=\"center\">瑶池阿母绮窗开，黄竹歌声动地哀。<br />八骏日行三万里，穆王何事不重来。</p>",
        "translation": "<p>瑶池上西王母的雕花窗户向东敞开，只听见《黄竹歌》声震动大地人心悲哀。</p><p>周穆王有八匹能日行三万里的骏马，为了何事违约不再来？</p>",
		"explanation": "<p>１、八骏：据说穆王有赤骥、华骝、绿耳等八匹骏马。<br />２、穆王：西周人，姓姬名满，传说他曾周游天下。</p>",
        "appreciation": "<p>晚唐迷信神仙之风极盛，最高统治者尤最，好几个皇帝因服丹药妄求长生而丧命。这首诗是借周穆王西游遇仙人西王母的神话，加以生发，讥刺皇帝求仙的虚妄。全诗虚构了西王母盼不到周穆王重来，暗示穆王已故的故事情节，显示了求仙妄想与死亡不可避免的对立。诗人不作正面议论，而却以西王母心中的疑问作诘。构思巧妙，用心良苦，讽刺辛竦，韵味无穷。  </p>",
        "author": "李商隐"
    },
	{
        "detailid": 45,
        "title": "嫦娥",
        "type": "七言绝句",
        "content": "<p align=\"center\">云母屏风烛影深，长河渐落晓星沉。<br />嫦娥应悔偷灵药，碧海青天夜夜心。</p>",
        "translation": "<p>云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。</p><p>嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。</p>",
		"explanation": "<p>１、深：暗。<br />２、长河：银河。<br />３、碧海青天：指嫦娥的枯燥生活，只能见到碧色的海，深蓝色的天。<br />４、夜夜心：指嫦娥每晚都会感到孤单。</p>",
        "appreciation": "<p>就内容而论，这是一首咏嫦娥的诗。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。我们姑且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。 </p>",
        "author": "李商隐"
    },
	{
        "detailid": 46,
        "title": "夜雨寄北",
        "type": "七言绝句",
        "content": "<p align=\"center\">君问归期未有期，巴山夜雨涨秋池。<br />何当共剪西窗烛，却话巴山夜雨时。</p>",
        "translation": "<p>你问我回家的日期，归期难定，今晚巴山下着大雨，雨水已涨满秋池。</p><p>什么时候我们才能一起秉烛长谈，相互倾诉今宵巴山夜雨中的思念之情。</p>",
		"explanation": "<p>１、巴山：在今四川省南江县以北。<br />２、共翦西窗烛：翦同剪；在西窗下共剪烛蕊。<br />３、却话：重头谈起。</p>",
        "appreciation": "<p>这是一首抒情诗。诗的开头两句以问答和对眼前环境的抒写，阐发了孤寂的情怀和对妻子深深的怀念。后两句即设想来日重逢谈心的欢悦，反衬今夜的孤寂。语浅情深，含蓄隽永，脍炙人口，余味无穷。<br />有人考证，以为此诗是作者于大中五年（８５１）七月至九月间入东川节度使柳中郢梓州幕府时作。其时义山妻王氏已殁（王氏殁于大中五年夏秋间）。为此，以为此诗是寄给长安友人。但义山入梓幕，与其妻仙逝，均在大中五年夏秋之际，即使王氏仙逝居先，义山诗作在后，在当时交通阻塞和信息不灵的时代，也是完全可能的。就诗的内容看，按“寄内”解，便情思委曲，悱恻缠绵；作“寄北”看，便嫌细腻恬淡，未免纤弱。  </p>",
        "author": "李商隐"
    },
	{
        "detailid": 47,
        "title": "寄令狐郎中",
        "type": "七言绝句",
        "content": "<p align=\"center\">嵩云秦树久离居，双鲤迢迢一纸书。<br />休问梁园旧宾客，茂陵秋雨病相如。</p>",
        "translation": "<p>你是嵩山云我是秦川树，长久离居；</p><p>千里迢迢，你寄来一封慰问的书信。</p><p>请别问我这个梁园旧客生活的甘苦；</p><p>我就像茂陵秋雨中多病的司马相如。</p>",
		"explanation": "<p>１、嵩：中岳嵩山，在今河南。<br />２、双鲤：指书信。<br />３、茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。</p>",
        "appreciation": "<p>这首诗是作者于武宗会昌五年（８４５）闲居洛阳，寄给长安故友令狐的。令狐这时正任右司郎中。首句写嵩山与秦川远隔，各在一方。以各自所见的“云”和“树”，寄寓思念；二句写收到书信后心中的快感；三、四句写自己的境况。以因病免职闲居茂陵的司马相如自比，倾诉潦倒多病，寂寞无聊的心情。<br />今人刘学锴评此诗：“有感念旧恩故交之意，却无卑屈趋奉之态；有感慨身世落寞之辞，却无乞援望荐之意；情意虽谈不上深厚浓至，却比较直率诚恳。”这个论断颇为中肯。  </p>",
        "author": "李商隐"
    },
	{
        "detailid": 48,
        "title": "为有",
        "type": "七言绝句",
        "content": "<p align=\"center\">为有云屏无限娇，凤城寒尽怕春宵。<br />无端嫁得金龟婿，辜负香衾事早朝。</p>",
        "translation": "<p>云母屏风后面的美人格外娇，京城寒冬已过却怕短暂春宵。</p><p>无端地嫁了个做高官的丈夫，不恋温暖香衾只想去上早朝。</p>",
		"explanation": "<p>１、云屏：以云母饰制的屏风。<br />２、凤城：京城。<br />３、衾：被子。</p>",
        "appreciation": "<p>这首诗是描写宦家少妇闺怨的。首句点明官宦人家，云母屏风，人儿娇媚；二句写寒冬去尽，春风送暖，气候宜人，然而不得贪眠晏起；第三、四句，写因为丈夫在朝内为官，每日必须早起上朝，自己仍是孤零寂寥。“无端嫁得金龟婿”，语浅意深，春情春怨，和盘托出。这首诗与王昌龄的“悔教夫婿觅封侯”，李益的“早知潮有信，嫁与弄潮儿”都是异曲同工，八度和弦。  </p>",
        "author": "李商隐"
    },
	{
        "detailid": 49,
        "title": "江南逢李龟年",
        "type": "七言绝句",
        "content": "<p align=\"center\">岐王宅里寻常见，崔九堂前几度闻。<br />正是江南好风景，落花时节又逢君。</p>",
        "translation": "<p>当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。</p><p>现在正好是江南风景秀美的时候，在这暮春季节再次遇见了你。</p>",
		"explanation": "<p>李龟年：唐代著名的音乐家，受唐玄宗赏识，后流落江南。 </p><p>岐王：唐玄宗李隆基的弟弟， 名叫李隆范，以好学爱才著称，雅善音律。 </p><p>寻常：经常。 </p><p>崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。 </p><p>江南：这里指今湖南省一带。 </p><p>落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。 </p><p>君：指李龟年。</p>",
        "appreciation": " ",
        "author": "杜甫"
    },
	{
        "detailid": 50,
        "title": "赠别·娉娉袅袅十三余",
        "type": "七言绝句",
        "content": "<p align=\"center\">娉娉袅袅十三余，豆蔻梢头二月初。<br />春风十里扬州路，卷上珠帘总不如。</p>",
        "translation": "<p>十三四岁的少女姿态袅娜，举止轻盈美好，就像二月里含苞待放，初现梢头的豆蔻花。</p><p>十里扬州路的春风骀荡，珠帘翠幕中的佳人姝丽没有比得上她。</p>",
		"explanation": "<p>１、豆蔻句：喻处女，后因称十三四岁女子为豆蔻年华。</p>",
        "appreciation": "<p>这两首诗是诗人在大和九年（８３５），调任监察御史，离扬州赴长安是，与妓女分别之作。<br />第一首着重写其美丽，赞扬她是扬州歌女中美艳第一。首句描摹少女身姿体态，妙龄丰韵；二句以花喻人，写她娇小秀美；三、四两句，以星拱月，写扬州佳丽极多，唯她独俏。手法上强此弱彼，大有“除却巫山不是云”之概。语言精萃麻利，挥洒自如，情感真挚明朗，荡然肺腑。 </p>",
        "author": "杜牧"
    },
	{
        "detailid": 51,
        "title": "赠别·多情却似总无情",
        "type": "七言绝句",
        "content": "<p align=\"center\">多情却似总无情，唯觉尊前笑不成。<br />蜡烛有心还惜别，替人垂泪到天明。<br /><br /></p>",
        "translation": "<p>多情的人却像是无情人儿一样冰冷，在离别的酒宴上只觉笑不出声。</p><p>蜡烛仿佛还有惜别的心意，替离别的人流泪到天明。 </p>",
		"explanation": "<p>１、多情句：意谓多情者满腔情绪，一时无法表达，只能无言相对，倒象彼此无情。<br />２、尊：酒杯。</p>",
        "appreciation": " <br />【评析】：<br />第二首着重写惜别，描绘与她的筵席上难分难舍的情怀。首名写离筵之上压抑无<br />语，似乎冷淡无情；次句以“笑不成”点明原非无情，而是郁悒感伤，实乃多情，回<br />应首句。",
        "author": "杜牧"
    },
	{
        "detailid": 52,
        "title": "金谷园",
        "type": "七言绝句",
        "content": "<p align=\"center\">繁华事散逐香尘，流水无情草自春。<br />日暮东风怨啼鸟，落花犹似坠楼人。</p>",
        "translation": "<p>金谷园里的繁华奢靡早已随着芳香的尘屑烟消云散了；园中流水无情的流淌，如茵的春草年年自绿。</p><p>日暮时分啼鸟在东风里叹怨，落花纷纷，恰似那为石崇坠楼的绿珠美人。</p>",
		"explanation": "<p>１、香尘：石崇为教练家中舞妓步法，以沉香屑铺象牙床上，使她们践踏，无迹者赐以珍珠。<br />２、坠楼人：指石崇爱妾绿珠，曾为石崇坠楼而死。</p>",
        "appreciation": "<p>这是一首即景生情诗。大概写诗人经过西晋富豪石崇的金谷园遗址而兴吊古情思。前句写金谷园昔日的繁华，今已不见；二句写人事虽非，风景不殊；三、四两句即景生情，听到啼鸟声声似在哀怨；看到落花满地，想起当年坠楼自尽的石崇爱妾绿珠。句句写景，层层深入，景中有人，景中寓情。写景意味隽永，抒情凄切哀婉。  </p>",
        "author": "杜牧"
    },
	{
        "detailid": 53,
        "title": "寄扬州韩绰判官",
        "type": "七言绝句",
        "content": "<p align=\"center\">青山隐隐水迢迢，秋尽江南草未凋。<br />二十四桥明月夜，玉人何处教吹箫。</p>",
        "translation": "<p>青山隐隐起伏，江水遥远悠长，秋时已尽江南的草木还未凋落。</p><p>二十四桥明月映照幽幽清夜，老友你在何处，听取美人吹箫？</p>",
		"explanation": "<p>１、迢迢：形容遥远。<br />２、玉人：指韩绰，含赞美之意。</p>",
        "appreciation": "<p>这是一首调笑诗。诗的首联是写江南秋景，说明怀念故人的背景，末联是借扬州二十四桥的典故，与友人韩绰调侃。意思是说你处在东南形胜的扬州，当此深秋之际，在何处教玉人吹箫取乐呢？意境优美，清丽俊爽，情趣盎然，千百年来，传诵不衰。 </p>",
        "author": "杜牧"
    },
	{
        "detailid": 54,
        "title": "遣怀",
        "type": "七言绝句",
        "content": "<p align=\"center\">落魄江湖载酒行，楚腰纤细掌中轻。<br />十年一觉扬州梦，赢得青楼薄幸名。</p>",
        "translation": "<p>想当年，我曾在江南落拓不羁地冶游，酗酒放纵，专爱那纤细的腰身能在掌中起舞，婀娜轻盈。</p><p>扬州十年的纵情声色，好像一场梦，到头来，只落得青楼楚馆内一个“薄幸”的声名。</p>",
		"explanation": "<p>１、落魄：漂泊。<br />２、楚腰：楚灵王好细腰的典故。这里均指扬州妓女。<br />３、青楼：指妓女居处。</p>",
        "appreciation": "<p>这是作者回忆昔日的放荡生涯，悔恨沉沦的诗。首句追叙扬州生活：寄人篱下。二句写放浪形骸，沉湎于酒色。以“楚王好细腰”和“赵飞燕体轻能为掌上舞”，两个典故，形容扬州妓女之多之美和作者沉沦之深。三句写留连美色太久，十年冶游，于今方才省悟。四句写觉醒后的感伤，一生声名丧失殆尽，仅存青楼薄幸之名。自嘲自责，抑郁诙谐。<br />《全唐诗话》说，吴武陵看了杜牧这首诗，即以他的《阿房宫赋》向崔郾推荐，杜牧于是登第。  </p>",
        "author": "杜牧"
    },
	{
        "detailid": 55,
        "title": "秋夕",
        "type": "七言绝句",
        "content": "<p align=\"center\">银烛秋光冷画屏，轻罗小扇扑流萤。<br />天阶夜色凉如水，坐看牵牛织女星。</p>",
        "translation": "<p>银烛的烛光映着冷清的画屏，手执绫罗小扇扑打萤火虫。</p><p>夜色里的石阶清凉如冷水，静坐凝视天河两旁的牛郎织女星。</p>",
		"explanation": "<p>１、画屏：画有图案的屏风。<br />２、轻罗：柔软的丝织品。<br />３、流萤：飞动的萤火虫。<br />４、天阶：露天的石阶。<br />５、牵牛织女星：两个星座的名字。</p>",
        "appreciation": "<p>这是写失意宫女生活的孤寂幽怨。首句写秋景，用一“冷”字，暗示寒秋气氛，又衬出主人公内心的孤凄。二句写借扑萤以打发时光，排遣愁绪。三句写夜深仍不能眠，以待临幸，以天街如水，暗喻君情如冰。末句借羡慕牵牛织女，抒发心中悲苦。蘅塘退士评曰：“层层布景，是一幅着色人物画。只‘卧看’两字，逗出情思，便通身灵动。”  </p>",
        "author": "杜牧"
    },
	{
        "detailid": 56,
        "title": "将赴吴兴登乐游原一绝",
        "type": "七言绝句",
        "content": "<p align=\"center\">清时有味是无能，闲爱孤云静爱僧。<br />欲把一麾江海去，乐游原上望昭陵。</p><p><strong>译文",
        "translation": "<p>天下太平之时，像我这般无大才的过得很有兴味，闲时喜欢如孤云般逍遥悠闲，静时就如老僧的静空恬淡。</p><p>我将手持符节，远去江海，临去之前，到乐游原上去西望那位文治武功煊赫一时的明君唐太宗的陵墓。 </p>",
		"explanation": "<p>１、吴兴：即今浙江省湖州市。乐游原：在长安城南，地势高敞，可以眺望，是当时的游览胜地。<br />２、“清时”句：意谓当这清平无所作为之时，自己所以有此闲情。<br />３、一麾（huī）：旌旗。<br />４、昭陵：唐太宗的陵墓。</p>",
        "appreciation": "<p>在唐人七绝中，也和在整个古典诗歌中一样，以赋、比二体写成的作品较多，兴而比或全属兴体的较少。杜牧这首诗采用了“托事于物”的兴体写法，表达了作者的爱国之情，称得上是一首“言在此而意在彼”、“言已尽而意有余”的名篇。</p><p>这首诗是作者于公元850年（宣宗大中四年）将离长安到湖州（即吴兴，今浙江湖州市）任刺史时所作。乐游原在长安城南，地势高敞，可以眺望，是当时的游览胜地。</p><p>杜牧不但长于文学，而且具有政治、军事才能，渴望为国家作出贡献。当时他在京城里任吏部员外郎，投闲置散，无法展其抱负，因此请求出守外郡。对于这种被迫无所作为的环境，他当然是很不满意的。诗从安于现实写起，反言见意。武宗、宣宗时期，牛李党争正烈，宦官擅权，中央和藩镇及少数民族政权之间都有战斗，根本算不上“清时”。诗的起句不但称其时为“清时”，而且进一步指出，既然如此，没有才能的自己，倒反而可以借此藏拙，这是很有意趣的。次句承上，点明“闲”与“静”就是上句所指之“味”。而以爱孤云之闲见自己之闲，爱和尚之静见自己之静，这就把闲静之味这样一种抽象的感情形象地显示了出来。</p><p>第三句一转。汉代制度，郡太守一车两幡。幡即旌麾之类。唐时刺史略等于汉之太守。这句是说，由于在京城抑郁无聊，所以想手持旌麾，远去江海。（湖州北面是太湖和长江，东南是东海，故到湖州可云去江海。）第四句再转。昭陵是唐太宗的陵墓，在长安西边醴泉县的九嵏山。古人离开京城，每每多所眷恋，如曹植诗：“顾瞻恋城阙，引领情内伤。”（《赠白马王彪》）杜甫诗：“无才日衰老，驻马望千门。”（《至德二载自京金光门出乾元初有悲往事》）都是传诵人口之句。但此诗写登乐游原不望皇宫、城阙，也不望其他已故皇帝的陵墓，而独望昭陵，则是别有深意的。唐太宗是唐代、也是我国封建社会中杰出的皇帝。他建立了大唐帝国，文治武功，都很煊赫；而知人善任，惟贤是举，则是他获得成功的重要因素之一。诗人登高纵目，西望昭陵，就不能不想起当前国家衰败的局势，自己闲静的处境来，而深感生不逢时之可悲可叹了。诗句虽然只是以登乐游原起兴，说到望昭陵，戛然而止，不再多写一字，但其对祖国的热爱，对盛世的追怀，对自己无所施展的悲愤，无不包括在内。写得既深刻，又简练；既沉郁，又含蓄，真所谓“称名也小，取类也大”。 </p>",
        "author": "杜牧"
    },
	{
        "detailid": 57,
        "title": "赤壁",
        "type": "七言绝句",
        "content": "<p align=\"center\">折戟沉沙铁未销，自将磨洗认前朝。<br />东风不与周郎便，铜雀春深锁二乔。</p>",
        "translation": "<p>赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。</p><p>倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。</p>",
		"explanation": "<p>１、折戟沉沙：断了戟没入沙中；戟：一种武器。<br />２、东风：东吴以火攻攻打西面的曹营要借助东风。<br />３、周郎：周瑜，吴军统率。<br />４、二乔：吴国二美女，大乔嫁给吴国国君；小乔嫁给周瑜。</p>",
        "appreciation": "<p>这首咏史吊古诗，似是讥讽周瑜成功的侥幸。诗的开头二句，借物起兴，慨叹前朝人物事迹，后二句议论：赤壁大战，周瑜火攻，倘无东风，东吴早灭，二乔将被虏去，历史就要改观。诗的构思极为精巧，点染用功。  </p>",
        "author": "杜牧"
    },
	{
        "detailid": 58,
        "title": "泊秦淮",
        "type": "七言绝句",
        "content": "<p align=\"center\">烟笼寒水月笼沙，夜泊秦淮近酒家。<br />商女不知亡国恨，隔江犹唱后庭花。</p>",
        "translation": "<p>浩渺寒江之上弥漫着迷蒙的烟雾，皓月的清辉洒在白色沙渚之上。入夜，我将小舟泊在秦淮河畔，临近酒家。金陵歌女似乎不知何为亡国之恨黍离之悲，竟依然在对岸吟唱着淫靡之曲《玉树后庭花》。</p>",
		"explanation": "<p>１、秦淮：河名，源出江苏省溧水县，贯穿南京市。<br />２、商女：卖唱的歌女。<br />３、后庭花：歌曲名，南朝后主所作《玉树后庭花》，后人亡国之音。</p>",
        "appreciation": "<p>这首诗是即景感怀的，金陵曾是六朝都城，繁华一时。目睹如今的唐朝国势日衰，当权者昏庸荒淫，不免要重蹈六朝覆辙，无限感伤。首句写景，先竭力渲染水边夜色的清淡素雅；二句叙事，点明夜泊地点；三、四句感怀，由“近酒家”引出商女之歌，酒家多有歌妓，自然洒脱；由歌曲之靡靡，牵出“不知亡国恨”，抨击豪绅权贵沉溺于声色，含蓄深沉；由“亡国恨”推出“后庭花”的曲调，借陈后主之尸，鞭笞权贵的荒淫，深刻犀利。 </p>",
        "author": "杜牧"
    },
	{
        "detailid": 59,
        "title": "征人怨",
        "type": "七言绝句",
        "content": "<p align=\"center\">岁岁金河复玉关，朝朝马策与刀环。<br />三春白雪归青冢，万里黄河绕黑山。</p>",
        "translation": "<p>年复一年戍守金河保卫玉关，日日夜夜都同马鞭和战刀作伴。</p><p>三月白雪纷纷扬扬遮盖着昭君墓，滔滔黄河绕过黑山，又奔腾向前。</p>",
		"explanation": "<p>１、金河：即黑河，在今呼和浩特市城南。玉关：玉门关的简称。岁岁：指年年月月，下文的“朝朝”同义。 </p><p>２、马策：马鞭。刀环：刀柄上的铜环，喻征战事。 </p><p>３、三春：春季的三个月或暮春，此处为暮春。青冢：汉王昭君墓，在今内蒙古呼和浩特之南。 </p><p>４、黑山：一名杀虎山，在今内蒙古呼和浩特市东南。</p>",
        "appreciation": " ",
        "author": "柳中庸"
    },
	{
        "detailid": 60,
        "title": "台城",
        "type": "七言绝句",
        "content": "<p align=\"center\">江雨霏霏江草齐，六朝如梦鸟空啼。<br />无情最是台城柳，依旧烟笼十里堤。</p>",
        "translation": "<p>江面烟雨迷濛，江边绿草如茵，六朝往事如梦只剩春鸟悲啼。</p><p>最无情的是那台城的杨柳，依旧像清淡的烟雾一样笼罩着十里长堤。</p>",
		"explanation": "<p>１、六朝：指吴、东晋、宋、齐、梁、陈。<br />２、台城：也称苑城，在南京玄武湖边，原为六朝时城墙。</p>",
        "appreciation": "<p>这是一首凭吊六朝古迹的诗。诗的首句写金陵雨景，渲染氛围；二句写六朝往事如梦，台城早已破败；三、四句写风景依旧，人世沧桑。触景生情，借景寄慨，暗寓伤今。语言含蓄蕴藉，情绪无限感伤。 </p>",
        "author": "韦庄"
    },
	{
        "detailid": 61,
        "title": "滁州西涧",
        "type": "七言绝句",
        "content": "<p align=\"center\">独怜幽草涧边生，上有黄鹂深树鸣。<br />春潮带雨晚来急，野渡无人舟自横。</p>",
        "translation": "<p>最是喜爱涧边生长的幽幽野草，还有那树丛深处婉转啼唱的黄鹂。</p><p>春潮夹带着暮雨流的湍急，荒野渡口无人，只有一只小船悠闲地横在水面。</p>",
		"explanation": "<p>１、滁州：在今安徽滁县以西。<br />２、西涧：在滁县城西，俗名称上马河。<br />３、幽草：幽谷里的小草。</p>",
        "appreciation": "<p>这是写景诗的名篇，描写春游滁州西涧赏景和晚潮带雨的野渡所见。首二句写春景、爱幽草而轻黄鹂，以喻乐守节，而嫉高媚；后二句写带雨春潮之急，和水急舟横的景象，蕴含一种不在其位，不得其用的无可奈何之忧伤。全诗表露了恬淡的胸襟和忧伤之情怀。 </p>",
        "author": "韦应物"
    },
	{
        "detailid": 62,
        "title": "桃花溪",
        "type": "七言绝句",
        "content": "<p align=\"center\">隐隐飞桥隔野烟，石矾西畔问渔船。<br />桃花尽日随流水，洞在清溪何处边。</p>",
        "translation": "<p>山谷云烟缭绕，溪上飞架的高桥若隐若现；站在岩石西侧询问那捕鱼归来渔人。</p><p>这里桃花随着流水，终日地漂流不尽，这不就是桃花源外的桃花溪吗？你可知桃源洞口在清溪的哪边？</p>",
		"explanation": "<p>１、飞桥：高桥。<br />２、石矶：河流中露出的石堆。<br />３、洞：指《桃花源记》中武陵渔人找到的洞口。</p>",
        "appreciation": "<p>这是借陶潜《桃花源记》的意境而写的写景诗。诗由远外落笔，写山谷深幽，迷离恍惚，隔烟朦胧，其境若仙。然后镜头移近，写桃花流水，渔舟轻泛，问讯渔人，寻找桃源。诗的构思婉曲，意境若画，有景有情，趣味深远。蘅塘退士批注：“四句抵得一篇《桃花源记》。”这话不无道理。 </p>",
        "author": "张旭"
    },
	{
        "detailid": 63,
        "title": "寄人",
        "type": "七言绝句",
        "content": "<p align=\"center\">别梦依依到谢家，小廊回合曲阑斜。<br />多情只有春庭月，犹为离人照落花。</p>",
        "translation": "<p>别后思念深深，经常梦到你家。院中风景依旧，小廊曲阑仍在。</p><p>只有天上春月最是多情，还为离人照着庭院落花。</p>",
		"explanation": "<p>１、小廊句：指梦中所见景物。<br />２、多情两句：指梦后所见。</p>",
        "appreciation": "<p>这是与情人别后的寄怀诗。诗的首句写梦中重聚，难舍难离；二句写依旧当年环境，往日欢情；三句写明月有情，伊人无义；四句写落花有恨，慰藉无人。前二句是表明自己思念之深；后两句是埋怨伊人无情，鱼沉雁杳。以明月有情，寄希望于对方，含蓄深厚，曲折委婉，情真意真。 </p>",
        "author": "张泌"
    },
	{
        "detailid": 64,
        "title": "题金陵渡",
        "type": "七言绝句",
        "content": "<p align=\"center\">金陵津渡小山楼，一宿行人自可愁。<br />潮落夜江斜月里，两三星火是瓜州。</p>",
        "translation": "<p>夜晚宿在金陵渡口的小山楼，辗转难眠心中满怀旅愁。</p><p>落潮的夜江浸在斜月的光照里，远处几点星火闪烁的地方便是瓜洲。</p>",
		"explanation": "<p>１、金陵：南京。<br />２、津渡：渡口。<br />３、瓜州：今江苏邗江县南边。</p>",
        "appreciation": "<p>诗写偶见的江上清丽夜色。首句点题，次句抒发感慨；三、四句写因怀愁而难眠，推窗远望，斜月朦胧，江潮初落，隔江瓜州，星火闪烁。全诗画面清丽宜人，但却难免有孤寂之感。有人认为这首诗是作者至京求官不遂后所作，寄寓怀才不遇落拓失意之情。有人以为是写乡愁情思的。寄愁是真，但什么愁？愁什么？也确实难断。我们暂且欣赏这清美宁静的夜景吧。  </p>",
        "author": "张祜"
    },
	{
        "detailid": 65,
        "title": "赠内人",
        "type": "七言绝句",
        "content": "<p align=\"center\">禁门宫树月痕过，媚眼惟看宿鹭巢。<br />斜拔玉钗灯影畔，剔开红焰救飞蛾。</p>",
        "translation": "<p>月光由宫门移到宫树梢，媚眼只看那宿鹭的窝巢。</p><p>在灯影旁拔下头上玉钗，挑开灯焰救出扑火飞蛾。</p>",
		"explanation": "<p>１、禁门：宫门。<br />２、红焰：指灯芯。</p>",
        "appreciation": "<p>诗意在写宫女静夜的孤寂无聊；先写宫门森严，时光飞逝；次写丽质不宠，艳羡宿鹭；再写斜拔玉钗，丰姿袅娜；最后写剔焰救蛾，使其重生。虽是无意，却颇有情。有感于自身深锁宫禁，恰如飞蛾扑焰，大有怜蛾自怜的情感。全诗造意深曲，耐人寻味。 </p>",
        "author": "张祜"
    },
	{
        "detailid": 66,
        "title": "集灵台·日光斜照集灵台",
        "type": "七言绝句",
        "content": "<p align=\"center\">日光斜照集灵台，红树花迎晓露开。<br />昨夜上皇新授箓，太真含笑入帘来。</p>",
        "translation": "<p>旭日光辉斜照华清宫旁的集灵台，</p><p>树上红花一朵朵地迎着朝露绽开。</p><p>昨夜玄宗刚在这里为杨玉环授给秘文仪式，</p><p>太真满面笑容地进入珠帘受宠来。</p>",
		"explanation": "<p>１、太真：杨贵妃为女道士时号太真，住内太真宫。</p>",
        "appreciation": "<p>这两首诗是讽刺杨玉环姊妹的专宠。第一首讽杨玉环的轻薄。杨玉环原系玄宗十八子寿王瑁的妃子，玄宗召入禁中为女官，号太真，后来大加宠幸，进而册封为贵妃。集灵台是清静祀神所在，诗人指出玄宗不该在这里行道教授给秘文仪式。并指出贵妃在这时“含笑”入内，自愿为女道士，配合默契，掩人耳目，足见其轻薄风骚。  </p>",
        "author": "张祜"
    },
	{
        "detailid": 67,
        "title": "集灵台·虢国夫人承主恩",
        "type": "七言绝句",
        "content": "<p align=\"center\">虢国夫人承主恩，平明骑马入宫门。<br />却嫌脂粉污颜色，淡扫峨眉朝至尊。</p>",
        "translation": "<p>虢国夫人受到皇上的宠恩，大清早就骑马进入了宫门。</p><p>只嫌脂粉会玷污她的美艳，淡描蛾眉就进去朝见至尊。</p>",
		"explanation": "<p>１、虢国夫人：杨贵妃三姊的封号。<br />２、平明：天刚亮时。</p>",
        "appreciation": "<p>第二首讽虢国夫人的骄纵风骚。虢国夫人是杨玉环的三姊，嫁给裴家，是当时名声极坏的人。她并非“后妃”，却“承主恩”，而且“骑马入宫”“朝至尊”。自恃美艳，不施脂粉，足见她的轻佻，也可见玄宗的昏庸。<br />这两首诗语言颇为含蓄，看似是褒，实则是贬，讽刺深刻，入木三分。 </p>",
        "author": "张祜"
    },
	{
        "detailid": 68,
        "title": "枫桥夜泊",
        "type": "七言绝句",
        "content": "<p align=\"center\">月落乌啼霜满天，江枫渔火对愁眠。<br />姑苏城外寒山寺，夜半钟声到客船。</p>",
        "translation": "<p>月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。</p><p>姑苏城外那寂寞清静寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。</p>",
		"explanation": "<p>１、渔火：渔船上的灯火。<br />２、姑苏：今江苏省苏州市。<br />３、寒山寺：苏州枫桥附近的寺院。</p>",
        "appreciation": "<p>这是记叙夜泊枫桥的景象和感受的诗。首句写所见（月落），所闻（乌啼），所感（霜满天）；二句描绘枫桥附近的景色和愁寂的心情；三、四句写客船卧听古刹钟声。平凡的桥，平凡的树，平凡的水，平凡的寺，平凡的钟，经过诗人艺术的再创造，就构成了一幅情味隽永幽静诱人的江南水乡的夜景图，成为流传古今的名作、名胜。此诗自从欧阳修说了“三更不是打钟时”之后，议论颇多。其实寒山寺夜半鸣钟却是事实，直到宋化仍然。宋人孙觌的《过枫桥寺》诗：“白首重来一梦中，青山不改旧时容。乌啼月落桥边寺，倚枕犹闻半夜钟。”即可为证。张继大概也以夜半鸣钟为异，故有“夜半钟声”一句。今人或以为“乌啼”乃寒山寺以西有“乌啼山”，非指“乌鸦啼叫。”“愁眠”乃寒山寺以南的“愁眠山”，非指“忧愁难眠”。殊不知“乌啼山”与“愁眠山”，却是因张继诗而得名。孙觌的“乌啼月落桥边寺”句中的“乌啼”，即是明显指“乌啼山”。  </p>",
        "author": "张继"
    },
	{
        "detailid": 69,
        "title": "陇西行",
        "type": "七言绝句",
        "content": "<p align=\"center\">誓扫匈奴不顾身，五千貂锦丧胡尘。<br />可怜无定河边骨，犹是深闺梦里人。</p>",
        "translation": "<p>唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。</p><p>真可怜呵那无定河边成堆的白骨，还是少妇们春闺里思念的梦中人。</p>",
		"explanation": "<p>１、陇西行：古代歌曲名。<br />２、貂锦：这里指战士。<br />３、无定河：在陕西北部。<br />４、深闺：这里指战死者的妻子。</p>",
        "appreciation": "<p>《陇西行》共四首，这是第二首。首二句写将士忠勇，丧亡甚众；末二句写牺牲者是春闺少妇日夜盼望归来团聚的情人。全诗反映了唐代长期征战带给人民的痛苦和灾难，表达了非战情绪。三、四两句，以“无定河边骨”与“春闺梦里人”比照，虚实相对，宛若电影中的蒙太奇，用意工妙。诗情凄楚，吟来潸然泪下。  </p>",
        "author": "陈陶"
    },
	{
        "detailid": 70,
        "title": "杂诗·近寒食雨草萋萋",
        "type": "七言绝句",
        "content": "<p align=\"center\">近寒食雨草萋萋，著麦苗风柳映堤。<br />等是有家归未得，杜鹃休向耳边啼。</p>",
        "translation": "<p>时令将近寒食，春雨绵绵春草萋萋；</p><p>春风过处苗麦摇摆，堤上杨柳依依。</p><p>这是为什么呵，我却有家归去不得？</p><p>杜鹃呵，不要在我耳边不停地悲啼。</p>",
		"explanation": "<p>１、著：吹入。<br />２、等是：等于。<br />３、杜鹃：鸟名，即子规。</p>",
        "appreciation": "<p>这是歌咏游客居外不得返乡之情的诗。意思是在说寒食、清明将到，客居不能返乡，却听得杜鹃悲泣，更为伤感，大有“每逢佳节倍思亲”之慨。诗的节奏独特，首两句节拍为“一、二、三”，然而却谐绝句平仄韵，这是绝句中少见的。句写六朝往事如梦，台城早已破败；三、四句写风景依旧，人世沧桑。触景生情，借景寄慨，暗寓伤今。语言含蓄蕴藉，情绪无限感伤。  </p>",
        "author": "佚名"
    },
	{
        "detailid": 71,
        "title": "回乡偶书",
        "type": "七言绝句",
        "content": "<p align=\"center\">少小离家老大回，乡音无改鬓毛催。<br />儿童相见不相识，笑问客从何处来。</p>",
        "translation": "<p>年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。</p><p>家乡的儿童们看见我，没有一个认识我。他们笑着询问我：这客人是从哪里来的呀？　 </p>",
		"explanation": "<p>１、鬓毛摧：两鬓的头发已经斑白。</p>",
        "appreciation": "<p>这是一首久客异乡，返回故里的感怀诗。全诗抒发了山河依旧，人事不同，人生易老，世事沧桑的感慨。一、二句，诗人置于熟悉而又陌生的故乡环境中，心情难于平静。首句写数十年久客他乡的事实，次句写自己的“老大”之态，暗寓乡情无限。三、四句虽写自己，却从儿童方面的感觉着笔，极富生活情趣。诗的感情自然、逼真，内容虽平淡，人情味却浓足。语言朴实无华，毫不雕琢，细品诗境，别有一番天地。全诗在有问无答中作结，哀婉备至，动人心弦，千百年来为人传诵，老少皆知。  </p>",
        "author": "贺知章"
    },
	{
        "detailid": 72,
        "title": "瑶瑟怨",
        "type": "七言绝句",
        "content": "<p align=\"center\">冰簟银床梦不成，碧天如水夜云轻。<br />雁声远过潇湘去，十二楼中月自明。</p>",
        "translation": "<p>秋夜床席冰冷梦也难以做成，长空澄碧如水，夜里云絮轻轻地飘荡。</p><p>雁声凄厉远远地飞过潇湘去，十二楼中夜已深，唯有明月洒着寒光。</p>",
		"explanation": "<p>１、冰簟：喻竹席之凉。<br />２、潇湘：水名，在今湖南省内。</p>",
        "appreciation": "<p>诗是写女子别离的悲怨，蘅塘退士批注：“通首布景，只梦不成三字露怨意。”诗所写的是梦不成之后之所感、所见、所闻的情景。全诗象是几种衔接紧密的写景镜头，表现了女主人公的心理活动和思想感情。冰簟、银床、碧空、明月、轻云，南雁、潇湘，以至于月光笼罩下的玉楼，组成了一组离人幽怨的秋夜图，渲染了一种和主人公离怨情绪统一和谐的情调和氛围。诗中虽无“怨”字，然而怨意自生。  </p>",
        "author": "温庭筠"
    },
	{
        "detailid": 73,
        "title": "月夜·更深月色半人家",
        "type": "七言绝句",
        "content": "<p align=\"center\">更深月色半人家，北斗阑干南斗斜。<br />今夜偏知春气暖，虫声新透绿窗纱。</p>",
        "translation": "<p>夜色深沉，月光斜照半边庭院，北斗星横在天上，南斗星也已西斜。</p><p>今夜出乎意料的感觉到了初春暖意，还听得春虫叫声穿透绿色窗纱。</p>",
		"explanation": "<p>1.更深：古时计算时间，一夜分成五更。更深，夜深了。月色半人家：月光照到人家庭院的一半。<br />2.北斗、南斗：星宿名。阑干：纵横交错的样子。<br />3.偏：偏偏，表示出乎意料。<br />4.新透：第一次透过。</p>",
        "appreciation": " ",
        "author": "刘方平"
    },
	{
        "detailid": 74,
        "title": "春怨·纱窗日落渐黄昏",
        "type": "七言绝句",
        "content": "<p align=\"center\">纱窗日落渐黄昏，金屋无人见泪痕。<br />寂寞空庭春欲晚，梨花满地不开门。</p>",
        "translation": "<p>纱窗外太阳慢慢落下，黄昏渐渐降临；宫门幽闭，无人看见我悲哀的泪痕。</p><p>寂寞幽寂的庭院内春天已临近尽头，梨花落满地面而院门紧掩。</p>",
		"explanation": "<p>金屋：原指汉武帝少时欲金屋藏阿娇事。这里指妃嫔所住的华丽宫室。 </p>",
        "appreciation": "<p>起句“纱窗日落渐黄昏”，是使无人的“金屋”显得更加凄凉。屋内环顾无人，固然已经很凄凉，但在阳光照射下，也许还可以减少几分凄凉。现在，屋内的光线随着纱窗日落、黄昏降临而越来越昏暗，如李清照《声声慢》词中所说，“守着窗儿，独自怎生得黑”，其凄凉况味就更可想而知了。 </p><p>第二句“金屋无人见泪痕”。所写之人是幽闭在宫内的少女。下面“无人见泪痕”五字，可能有两重含意：一是其人因孤处一室、无人作伴而不禁下泪；二是其人身在极端孤寂的环境之中，纵然落泪也无人得见，无人同情。这正是宫人命运之最可悲处。句中的“泪痕”两字，也大可玩味。泪而留痕，可见其垂泪已有多时。 </p><p>第三句“寂寞空庭春欲晚”，是为无人的“金屋”增添孤寂的感觉。屋内无人，固然使人感到孤寂，假如屋外人声喧闹，春色浓艳，呈现一片生机盎然的景象，或者也可以减少几分孤寂。现在，院中竟也寂无一人，而又是花事已了的晚春时节，正如欧阳修《蝶恋花》词所说的“门掩黄昏，无计留春住”，也如李雯《虞美人》词所说的“生怕落花时候近黄昏”，这就使“金屋”中人更感到孤寂难堪了。 </p><p>末句“梨花满地不开门”，它既直承上句，是“春欲晚”的补充和引伸；也遥应第二句，对诗中之人起陪衬作用。王夫之在《夕堂永日绪论》中指出“诗文俱有主宾”，要“立一主以待宾”。这首诗中所立之主是第二句所写之人，所待之宾就是这句所写之花。这里，以宾陪主，使人泣与花落两相衬映。李清照《声声慢》词中以“满地黄花堆积”，来陪衬“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”的词中人，所采用的手法与这首诗是相同的。 </p>",
        "author": "刘方平"
    },
	{
        "detailid": 75,
        "title": "乌衣巷",
        "type": "七言绝句",
        "content": "<p align=\"center\">朱雀桥边野草花，乌衣巷口夕阳斜。<br />旧时王谢堂前燕，飞入寻常百姓家。</p>",
        "translation": "<p>朱雀桥边冷落荒凉长满野草野花，乌衣巷口断壁残垣正是夕阳斜挂。</p><p>当年王导、谢安檐下的燕子，如今已飞进寻常百姓家中。 </p>",
		"explanation": "<p>１、乌衣巷：南京，晋朝王导、谢安两大家族居住此地，其弟子都穿乌衣，因此得名。<br />２、朱雀桥：今江苏省江宁县，横跨淮河。</p>",
        "appreciation": "<p>这是一首怀古诗。凭吊东晋时南京秦淮河上朱雀桥和南岸的乌衣巷的繁华鼎盛，而今野草丛生，荒凉残照。感慨沧海桑田，人生多变。以燕栖旧巢唤起人们想象，含而不露；以“野草花”、“夕阳斜”涂抹背景，美而不俗。语虽极浅，味却无限。施补华的《岘佣说诗》评这首诗的三、四句时说：“若作燕子他去，便呆。盖燕子仍入此堂，王谢零落，已化作寻常百姓矣。如此则感慨无穷，用笔极曲。”<br />这首诗据说博得白居易“掉头苦吟，叹赏良久。”自有其深意所在。  </p>",
        "author": "刘禹锡"
    },
	{
        "detailid": 76,
        "title": "和乐天春词",
        "type": "七言绝句",
        "content": "<p align=\"center\">新妆宜面下朱楼，深锁春光一院愁。<br />行到中庭数花朵，蜻蜓飞上玉搔头。<br /><br /></p>",
        "translation": "<p>精心化好妆容缓缓走下阁楼，深深庭院春光虽好只添愁。</p><p>来到庭院中数着那开得正艳的花朵，蜻蜓飞到了玉簪上头。</p>",
		"explanation": "<br />１、宜面：脂粉和脸色很匀称。<br />２、蜻蜓句：暗指头上之香。<br />",
        "appreciation": " <br />这首宫怨诗，是写宫女新妆虽好，却无人见赏。首句写粉脂宜面，新妆初成，艳<br />丽妩媚，希冀宠幸；二句写柳绿花红，良辰美景，却独锁深院，满目生愁；三句写无<br />端烦恼，凝聚心头，只好数花解闷；四句写凝神伫立，人花相映，蜻蜓作伴，倍显冷<br />落。层层叠叠，婉曲新颖。写宫女形象，丰韵多姿，妩媚动人；写孤凄幽怨，委婉含<br />情，得之于神。",
        "author": "刘禹锡"
    },
	{
        "detailid": 77,
        "title": "马嵬坡",
        "type": "七言绝句",
        "content": "<p align=\"center\">玄宗回马杨妃死，云雨难忘日月新。<br />终是圣明天子事，景阳宫井又何人。</p>",
        "translation": "<p>玄宗返回长安杨贵妃早已死，旧时恩爱难忘国家开始振兴。</p><p>处死杨妃也是玄宗英明决策，不然就会步陈后主亡国后尘。</p>",
		"explanation": "<p>１、回马：指唐玄宗由蜀还长安。<br />２、云雨：意谓玄宗、贵妃之间的恩爱虽难忘却，而国家却已一新。<br />３、景阳句：陈后主叔宝，闻隋兵至，刀偕其宠妃张丽华，孔贵嫔出景阳殿，自投井中，至夜仍为隋兵所俘。</p>",
        "appreciation": "<p>这是一首咏史诗。天宝十五年（７５６）六月，安史乱军攻陷潼关，长安危及，玄宗仓皇逃蜀，道经马嵬坡，六军驻马哗变。杀奸相杨国忠，逼玄宗赐死贵妃。即为马嵬事变。诗的首两句写玄宗“回马长安”时，杨妃死已多时，意谓“重返”长安是以杨妃的死换来的。尽管山河依旧，然而却难忘怀“云雨”之情。“云雨难忘”与“日月新”对举，表达玄宗欣喜与长恨兼有的复杂心理。后两句以南朝陈后主偕宠妃张丽华、孔贵嫔躲在景阳宫的井中，终为隋兵所虏的事，对比唐玄宗马嵬坡赐杨贵妃自缢的举动，抑扬分明。诗对玄宗有体谅，也有婉讽。玄宗的举动虽胜陈后主，但所胜实在无几。 </p>",
        "author": "郑畋"
    },
	{
        "detailid": 78,
        "title": "寒食",
        "type": "七言绝句",
        "content": "<p align=\"center\">春城无处不飞花，寒食东风御柳斜。<br />日暮汉宫传蜡烛，轻烟散入五侯家。</p>",
        "translation": "<p>暮春长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇城中的柳树。</p><p>傍晚汉宫传送蜡烛赏赐王侯近臣，袅袅的轻烟飘散到天子宠臣的家中。</p>",
		"explanation": "<p>１、寒食：每年冬至以后的一百零五天，大概是清明节的前两天为寒食节。据左传所载，晋文公火烧森林求介之推，没想到他却抱着大树活活被烧死，晋国人为了悼念他，每年的这一天禁火，只吃冷食，所以称寒食。<br />２、御柳：皇帝御花园里的柳树。<br />３、传蜡烛：虽然寒食节禁火，但公侯之家受赐可以点蜡烛。<br />４、五侯：后汉桓帝在一天之中封了五个得宠的宦官为侯，世称五侯。</p>",
        "appreciation": "<p>这是一首讽刺诗。寒食节禁火，然而受宠的宦者，却得到皇帝的特赐火烛，享有特权。诗是讥讽宦者的得宠。因此，蘅塘退士批注：“唐代宦者之盛，不减于桓灵。诗比讽深远。”首二句写仲春景色；后二句暗寓讽喻之情。诗不直接讽刺，而只描摹生活上的特权阶层，含隐巧妙，入木三分。据唐代孟所撰的《本事诗》说：这首诗颇为唐德宗赏识，御批提拔韩为驾部郎中知制诰的要职。当时江淮刺史也名叫韩，又以同名同进。德宗便亲书“春城无处不飞花”全诗，并批道“与此韩”，成为一时佳话，流传天下。  </p>",
        "author": "韩翃"
    },
	{
        "detailid": 79,
        "title": "已凉",
        "type": "七言绝句",
        "content": "<p align=\"center\">碧阑干外绣帘垂，猩色屏风画折枝。<br />八尺龙须方锦褥，已凉天气未寒时。</p>",
        "translation": "<p>翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着草木花卉。</p><p>龙须草织成的席子铺上锦褥，天气已凉却还未到寒冷时候。</p>",
		"explanation": "<p>１、龙须：属灯心草科，茎可织席。</p>",
        "appreciation": "<p>这是写景寓情诗，诗人通过对一间华丽精致的金闺绣户和一年中最舒适的“已凉未寒之时”的描绘，点染了在深闺绣阁中的主人公，渴望爱情生活的情怀。布景种种，不仅写出了卧室的华贵气派，还增添了绮靡的氛围，并点明这是在一年中“已凉未寒之时”，便把主人公一种闺情绮思推到极点。故蘅塘退士批曰：“此亦通首布景，并不露情思，而情愈深远。”此论确有见地。  </p>",
        "author": "韩偓"
    },
	{
        "detailid": 80,
        "title": "宫词五首·其二",
        "type": "七言绝句",
        "content": "<p align=\"center\">玉楼天半起笙歌，风送宫嫔笑语和。<br />月殿影开闻夜漏，水晶帘卷近秋河。</p>",
        "translation": "<p>高入云天的玉楼，奏起阵阵笙歌；</p><p>随风飘来宫嫔的笑语，与它伴和。</p><p>月宫影移，只听得夜漏单调嘀嗒；</p><p>卷起水晶帘来，我似乎靠近银河。</p>",
		"explanation": "<p>１、闻夜漏：这里指夜深。<br />２、秋河：指银河。</p>",
        "appreciation": "<p>这首宫怨诗，与其他宫怨诗的不同处，是采用对比的手法。前二句写听到玉楼笙歌笑语；后二句写自己锁闭幽宫的孤凄冷落。如此相形比作，即使不言怨情，而怨情早已显露于言外。 </p>",
        "author": "顾况"
    },
	{
        "detailid": 81,
        "title": "送杜少府之任蜀州",
        "type": "五言律诗",
        "content": "<p align=\"center\">城阙辅三秦，风烟望五津。<br />与君离别意，同是宦游人。<br />海内存知己，天涯若比邻。<br />无为在岐路，儿女共沾巾。</p>",
        "translation": "<p>三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。</p><p>和你离别心中怀着无限情意，因为我们同是在宦海中浮沉。</p><p>四海之内有知心朋友，即使远在天边也如近在比邻。</p><p>绝不要在岔路口上分手之时，像小儿女那样悲伤泪湿佩巾。</p>",
		"explanation": "<p>１、城阙：指唐代都城长安。<br />２、辅：护卫。<br />３、三秦：现在陕西省一带；辅三秦即以三秦为辅。<br />４、五津：四川境内长江的五个渡口。</p>",
        "appreciation": "<p>此诗是送别的名作。诗意慰勉勿在离别之时悲哀。起句严整对仗，三、四句以散调承之，以实转虚，文情跌宕。第三联“海内存知己，天涯若比邻”，奇峰突起，高度地概括了“友情深厚，江山难阻”的情景，伟词自铸，传之千古，有口皆碑。尾联点出“送”的主题。<br />全诗开合顿挫，气脉流通，意境旷达。一洗古送别诗中的悲凉凄怆之气，音调爽朗，清新高远，独树碑石。  </p>",
        "author": "王勃"
    },
	{
        "detailid": 82,
        "title": "送梓州李使君",
        "type": "五言律诗",
        "content": "<p align=\"center\">万壑树参天，千山响杜鹃。<br />山中一夜雨，树杪百重泉。<br />汉女输橦布，巴人讼芋田。<br />文翁翻教授，不敢倚先贤。</p>",
        "translation": "<p>千山万壑之中，到处都是参天大树，到处都是杜鹃的啼鸣声。</p><p>山中一夜春雨过后，只见山间飞泉百道，远远望去，好似悬挂在树梢一般。</p><p>汉水的妇女辛劳织布纳税，巴人地少常常诉讼争田。</p><p>望你发扬文翁政绩，奋发有为不负先贤。</p>",
		"explanation": "<p>１、文翁：汉景时为郡太守，政尚宽宏，见蜀地僻陋，乃建造学宫，诱育人才，使巴蜀日渐开化。<br />２、翻：翻然改图之翻。这两句，纪昀说是“不可解”。赵殿成说是“不敢，当是敢不之论”。高眇瀛云：“末二句言文翁教化至今已衰，当更翻新以振起之，不敢倚先贤成绩而泰然无为也。此相勉之意，而昔人以为此二句不可解，何邪？”赵、高二说中，赵说似可采。</p>",
        "appreciation": "<p>这是一首投赠诗，送友人李使君赴梓州上任。诗以即景生情，抒发惜别心绪，也兼写蜀中的风景土俗。开头四句写梓州山林奇胜；五、六两句写“汉女巴人”之风俗；七、八句以汉景帝时蜀郡太守文翁比拟李使君；寓意不能因为此地僻陋，人民难治而改变文翁教化之策。<br />诗的情绪积极开朗，格调高远，前半首尤胜，是唐诗中写送别的名篇之一。  </p>",
        "author": "王维"
    },
	{
        "detailid": 83,
        "title": "汉江临眺",
        "type": "五言律诗",
        "content": "<p align=\"center\">楚塞三湘接，荆门九派通。<br />江流天地外，山色有无中。<br />郡邑浮前浦，波澜动远空。<br />襄阳好风日，留醉与山翁。</p>",
        "translation": "<p>汉江流经楚塞又折入三湘，西起荆门往东与九江相通。</p><p>江水滔滔远去，好像一直涌流到天地之外，两岸山色时隐时现，若有若无。</p><p>远处的城郭好象在水面上飘动，波翻浪涌，辽远的天空也仿佛为之摇荡。</p><p>襄阳的风景天气好，我要与山翁共醉于此。</p>",
		"explanation": "<p>1.汉江：即汉水。发源于陕西省宁强县，经湖北省至汉阳入长江。临眺：登高望远。一作\"临泛\"，则是临流泛舟之意。<br />2.楚塞：指襄阳一带的汉水，因其在古楚国之北境，故称楚塞。三湘：湘水合漓水称漓湘，合蒸水称蒸湘，合潇水称潇湘，故又称三湘。此当泛指洞庭湖南北诸流域。<br />3.荆门：《水经注·江水》（卷三十四）：\"江水又东历荆门虎牙之间。荆门在南，上合下开，暗彻山南；有门象虎牙在北，石壁色红，间有白纹，类牙形，并以物象受名。此二山，楚之西塞也。\"今湖北省荆门县城即在江南岸边，县南有荆门山，与北岸之虎牙山隔岸相对。九派：《文选》郭璞《江赋》：\"流九派乎寻阳\"。李善注引应劭《汉书》注：\"江自庐江浔阳分为九。\"这两句写江汉相通之广，南连三湘，西通荆门，东达九江。<br />4.“江流”句：极言汉江的浩淼。<br />5.“山色”句写在江边眺望远山，山色若有若无。<br />6.郡邑两句：言水势浩瀚，波澜动荡，使人觉得眼前的郡邑好像都漂游浮动起来，远处的天空似乎也在浮荡。<br />7.山翁：晋代将军山简，曾守襄阳。这里借指当时襄阳的地方长官。</p>",
        "appreciation": " ",
        "author": "王维"
    },
	{
        "detailid": 84,
        "title": "终南别业",
        "type": "五言律诗",
        "content": "<p align=\"center\">中岁颇好道，晚家南山陲。<br />兴来每独往，胜事空自知。<br />行到水穷处，坐看云起时。<br />偶然值林叟，谈笑无还期。</p>",
        "translation": "<p>中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。</p><p>兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。</p><p>间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。</p><p>偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。</p>",
		"explanation": "<p>１、胜事：快意的事。<br />２、值：遇见；<br />３、林叟：乡村的老人。<br />４、无还期：无一定时间。</p>",
        "appreciation": "<p>这首诗意在极写隐居终南山之闲适怡乐，随遇而安之情。第一联叙述自己中年以后就厌恶世俗而信奉佛教。第二联写诗人的兴致和欣赏美景时的乐趣。第三联写心境闲适，随意而行，自由自在。最后一联进一步写出悠闲自得的心情。“偶然”遇“林叟”，便“谈笑”“无还期”了，写出了诗人淡逸的天性和超然物外的风采。对句既纯属自然，又含隐哲理。凝炼至此，实乃不易。 </p>",
        "author": "王维"
    },
	{
        "detailid": 85,
        "title": "终南山",
        "type": "五言律诗",
        "content": "<p align=\"center\">太乙近天都，连山到海隅。<br />白云回望合，青霭入看无。<br />分野中峰变，阴晴众壑殊。<br />欲投人处宿，隔水问樵夫。</p>",
        "translation": "<p>中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。</p><p>兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。</p><p>间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。</p><p>偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。</p>",
		"explanation": "<p>１、太乙：即“太一”，终南山主峰，也是终南山别名。</p>",
        "appreciation": "<p>诗旨在咏叹终南山的宏伟壮大。首联写远景，以艺术的夸张，极言山之高远。颔联写近景，身在山中之所见，铺叙云气变幻，移步变形，极富含孕。颈联进一步写山之南北辽阔和千岩万壑的千形万态。末联写为了入山穷胜，想投宿山中人家。“隔水”二字点出了作者“远望”的位置。<br />全诗写景、写人、写物，动如脱兔，静若淑女，有声有色，意境清新、宛若一幅山水画。 </p>",
        "author": "王维"
    },
	{
        "detailid": 86,
        "title": "酬张少府",
        "type": "五言律诗",
        "content": "<p align=\"center\">晚年惟好静，万事不关心。<br />自顾无长策，空知返旧林。<br />松风吹解带，山月照弹琴。<br />君问穷通理，渔歌入浦深。</p>",
        "translation": "<p>人到晚年就特别喜好安静，对人间万事都漠不关心。</p><p>自思没有高策可以报效国家，只要求归隐家乡的山林。</p><p>迎着松林清风解带敞怀，在山间明月的伴照下独坐弹琴，自由自在。</p><p>世事如此，还问什么穷通之理，不如去听听水浦深处渔歌声音。</p>",
		"explanation": "<p>１、吹解带：吹着诗人宽衣解带时的闲散心情。<br />２、君问两句：这是劝张少府达观，也即要他象渔樵那样，不因穷通而有得失之患。</p>",
        "appreciation": "<p>这是一首赠友诗。全诗着意自述“好静”之志趣。前四句全是写情，隐含着伟大抱负不能实现之后的矛盾苦闷心情。由于到了晚年。只好“惟好静”了。颈联写隐逸生活的情趣。末联是即景悟情，以问答形式作结，故作玄解，以不管作答。含蓄而富有韵味，洒脱超然、发人深省。<br />全诗写情多于写景。三、四句隐含不满朝政之牢骚。  </p>",
        "author": "王维"
    },
	{
        "detailid": 87,
        "title": "过香积寺",
        "type": "五言律诗",
        "content": "<p align=\"center\">不知香积寺，数里入云峰。<br />古木无人径，深山何处钟。<br />泉声咽危石，日色冷青松。<br />薄暮空潭曲，安禅制毒龙。</p>",
        "translation": "<p>不知香积寺在哪座山中，走了数里，就进入了白云缭绕的山峰。</p><p>古木参天却没有人行路径，深山里何处传来古寺鸣钟？</p><p>山中泉水撞击危石响声幽咽，松林里日光照射也显的寒冷。</p><p>日暮时分，独自在空寂的潭边，安禅人定以治伏尘俗的毒龙。</p>",
		"explanation": "<p>１、薄暮两句：因寺旁空潭而想到毒龙的故事；安禅：指心安然入于清寂宁静之境；毒龙：这里是机心妄想的意思。</p>",
        "appreciation": "<p>这是一首写游览的诗，主要在于描写景物。题意在写山寺，但并不正面描摹，而用侧写环境，来表现山寺之幽胜。“云峰”、“古木”、“深山”、“危石”、“青松”、“空潭”，字字扣合寺院身分。最后看到深潭已空，想到《涅经》中所说的其性暴烈的毒龙已经制服，喻指僧人之机心妄想已被制服，不觉又悟到禅理的高深。全诗不写寺院，而寺院已在其中。构思奇妙、炼字精巧。“泉声咽危石，日色冷青松，”历代被誉为炼字典范。  </p>",
        "author": "王维"
    },
	{
        "detailid": 88,
        "title": "辋川闲居赠裴秀才迪",
        "type": "五言律诗",
        "content": "<p align=\"center\">寒山转苍翠，秋水日潺湲。<br />倚杖柴门外，临风听暮蝉。<br />渡头余落日，墟里上孤烟。<br />复值接舆醉，狂歌五柳前。</p>",
        "translation": "<p>黄昏时寒冷的山野变得更加苍翠，秋水日夜缓缓流淌。</p><p>我拄着拐杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。</p><p>渡口一片寂静，只剩斜照的落日，村子里升起缕缕炊烟。</p><p>又碰到狂放的裴迪喝醉了酒，在我面前唱歌。</p>",
		"explanation": "<p>１、墟里：村落；<br />２、孤烟：炊烟。<br />２、接舆：这里北裴迪。</p>",
        "appreciation": "<p>这是写景之诗，描绘了幽居山林，超然物外之志趣，因而以接舆比裴迪，以陶潜比自己。风光人物，交替行文，相映成趣，形成物我一体情景交融的艺术意境，抒发了闲居之乐和对友人的真切情谊。<br />开头二句写景，着意刻画水色山光之可爱，虽深秋，山依然苍翠，水依旧潺流。三、四两句，转而写情。倚杖柴门，临风听蝉，神驰邈远，自由自在。五、六句又间写景致。渡头落日，墟里孤烟，地道山村风物。最后两句再写人情。接舆、五柳、洁身自好，高风脱俗。风光无限，加之人物疏狂，怎不叫人情趣陶然？！<br />诗起句工对，颔联反而不对，实属不入格。喻守真疑为首联与颔联颠倒错乱，如若对调，则平仄格律既不失粘，且在意义上比较自然。“倚杖”句是看，接看“寒山”；“临风”句是听，接听“秋水”。此说有独到之处。 </p>",
        "author": "王维"
    },
	{
        "detailid": 89,
        "title": "山居秋暝",
        "type": "五言律诗",
        "content": "<p align=\"center\">空山新雨后，天气晚来秋。<br />明月松间照，清泉石上流。<br />竹喧归浣女，莲动下渔舟。<br />随意春芳歇，王孙自可留。</p>",
        "translation": "<p>新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。</p><p>明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。</p><p>竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。</p><p>春天的美景虽然已经消歇，眼前的秋景足以令人流连。</p>",
		"explanation": "<p>１、螟：夜色。<br />２、浣女：洗衣服的女子。<br />３、春芳：春草。<br />４、歇：干枯。</p>",
        "appreciation": "<p>这是一首写山水的名诗，于诗情画意中寄托诗人的高洁情怀和对理想的追求。<br />首联写山居秋日薄暮之景，山雨初霁，幽静闲适，清新宜人。颔联写皓月当空，青松如盖，山泉清冽，流于石上，清幽明净的自然美景。颈联写听到竹林喧声，看到莲叶分披，发现了浣女、渔舟。末联写此景美好，是洁身自好的所在。<br />全诗通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。“明月松间照，清泉石上流”实乃千古佳句。 </p>",
        "author": "王维"
    },
	{
        "detailid": 90,
        "title": "归嵩山作",
        "type": "五言律诗",
        "content": "<p align=\"center\">清川带长薄，车马去闲闲。<br />流水如有意，暮禽相与还。<br />荒城临古渡，落日满秋山。<br />迢递嵩高下，归来且闭关。</p>",
        "translation": "<p>清澈的流水环绕一片草草木丛生的草泽地，驾着车马徐徐而去从容悠闲。</p><p>流水有意与我同去永不回返，暮鸟有心跟我一起倦飞知还。</p><p>荒凉的城池紧挨着古老的渡口，落日的余晖洒满经秋的重山。</p><p>远远地来到嵩山脚下安家落户，紧闭房门谢绝世俗度过晚年。</p>",
		"explanation": "<p>１、闲闲：从容貌。<br />２、迢递：远貌。<br />３、且闭关：有闭门谢客意。</p>",
        "appreciation": "<p>这首诗是写辞官归隐途中所见的景色和心情。首联写归隐出发时的情景。颔联写水写鸟，其实乃托物寄情，写自己归山悠然自得之情，如流水归隐之心不改，如禽鸟至暮知还。颈联写荒城古渡，落日秋山，是寓情于景，反映诗人感情上的波折变化。末联写山之高，点明归隐之高洁和与世隔绝，不问世事的宗旨。写景写情并举，于写景中寄寓深情。层次整齐，景象萧瑟。 </p>",
        "author": "王维"
    },
	{
        "detailid": 91,
        "title": "次北固山下",
        "type": "五言律诗",
        "content": "<p align=\"center\">客路青山下，行舟绿水前。<br />潮平两岸阔，风正一帆悬。<br />海日生残夜，江春入旧年。<br />乡书何处达，归雁洛阳边。</p>",
        "translation": "<p>郁郁葱葱的山外是旅客的道路，碧波荡漾的江上正好行船。</p><p>潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。</p><p>夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。</p><p>我的家书应该送到什么地方呢？北去的归雁啊，请给我捎回洛阳那边！</p>",
		"explanation": "<p>１、次：停留。<br />２、残夜：天快亮时。<br />３、江春句：还没到新年江南就有了春天的音讯。<br />４、归雁句：古时传说雁能带信，这句的意思是希望北归的大雁能将家信带到故乡洛阳。</p>",
        "appreciation": "<p>这首诗写冬末春初，旅行江中，即景生情，而起乡愁。开头以对偶句发端，写神驰故里的飘泊羁旅之情怀。次联写“潮平”、“风正”的江上行船，情景恢弘阔大。三联写拂晓行船的情景，对仗隐含哲理，“形容景物，妙绝千古”，给人积级向上的艺术魅力。尾联见雁思亲，与首联呼应。全诗笼罩着一层淡淡的乡思愁绪。<br />“海日生残夜，江春入旧年”，不失诗苑奇葩，艳丽千秋。  </p>",
        "author": "王湾"
    },
	{
        "detailid": 92,
        "title": "云阳馆与韩绅宿别",
        "type": "五言律诗",
        "content": "<p align=\"center\">故人江海别，几度隔山川。<br />乍见翻疑梦，相悲各问年。<br />孤灯寒照雨，深竹暗浮烟。<br />更有明朝恨，离杯惜共传。</p>",
        "translation": "<p>自从和老友在江海分别，隔山隔水已度过多少年。</p><p>突然相见反而怀疑是梦，悲伤叹息互相询问年龄。</p><p>孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。</p><p>明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。</p>",
		"explanation": "<p>１、几度：多少道。<br />２、乍：骤，突然。<br />３、共传：互相举杯。</p>",
        "appreciation": "<p>诗写乍见又别之情，不胜黯然。诗由上次别离说起，接着写此次相会，然后写叙谈，最后写惜别，波澜曲折，富有情致。“乍见翻疑梦，相悲各问年”乃久别重逢之绝唱，与李益的“问姓惊初见，称名忆旧容”也有异曲同工之妙。  </p>",
        "author": "司空曙"
    },
	{
        "detailid": 93,
        "title": "喜外弟卢纶见宿",
        "type": "五言律诗",
        "content": "<p align=\"center\">静夜四无邻，荒居旧业贫。<br />雨中黄叶树，灯下白头人。<br />以我独沉久，愧君相见频。<br />平生自有分，况是蔡家亲。</p>",
        "translation": "<p>静静的深夜四周没有相邻，居住在荒野因为家中清贫。</p><p>树上黄叶在雨中纷纷飘零，犹如灯下白发老人的命运。</p><p>自惭这样长久地孤独沉沦，辜负你频繁地来把我慰问。</p><p>我们是诗友生来就有缘分，更何况你我两家还是表亲。</p>",
		"explanation": "<p>１、见宿：留下住宿。</p><p>２、分（fèn）：情谊。蔡家亲：也做霍家亲。晋羊祜为蔡邕外孙，这里借指两家是表亲。</p>",
        "appreciation": "<p>司空曙和卢纶都在“大历十才子”之列，诗歌工力相匹，又是表兄弟。从这首诗，尤其是末联“平生自有分（情谊），况是蔡家亲（羊祜为蔡邕外孙，因称表亲为蔡家亲）”，可以看见他俩的亲密关系和真挚情谊；而且可以感受到作者生活境遇的悲凉。据《唐才子传》卷四载，司空曙“磊落有奇才”，但因为“性耿介，不干权要”，所以落得宦途坎坷，家境清寒。这首诗正是作者这种境遇的写照。</p><p>前四句描写静夜里的荒村，陋室内的贫士，寒雨中的黄叶，昏灯下的白发，通过这些，构成一个完整的生活画面。这画面充满着辛酸和悲哀。后四句直揭诗题，写表弟卢纶来访见宿，在悲凉之中见到知心亲友，因而喜出望外。近人俞陛云《诗境浅说》说，这首诗“前半首写独处之悲，后言相逢之喜，反正相生，为律诗一格”。从章法上看，确是如此。前半首和后半首，一悲一喜，悲喜交感，总的倾向是统一于悲。后四句虽然写“喜”，却隐约透露出“悲”：“愧君相见频”中的一个“愧”字，就表现了悲凉的心情。因之，题中虽着“喜”字，背后却有“悲”的滋味。一正一反，互相生发，互相映衬，使所要表现的主旨更深化了，更突出了。这就是“反正相生”手法的艺术效果。</p><p>比兴兼用，也是这首诗重要的艺术手法。“雨中黄叶树，灯下白头人”，不是单纯的比喻，而是进一步利用作比的形象来烘托气氛，特别富有诗味，成了著名的警句。用树之落叶来比喻人之衰老，是颇为贴切的。树叶在秋风中飘落，和人的风烛残年正相类似，相似点在衰飒。这里，树作为环境中的景物，起了气氛烘托的作用，类似起兴。自从宋玉《九辩》提出“悲哉秋之为气也，萧瑟兮草木摇落而变衰”，秋风落叶，常常被用以塑造悲的气氛，“黄叶树”自然也烘托了悲的情绪。比兴兼用，所以特别富有艺术感染力。明谢榛《四溟诗话》卷一云：“韦苏州曰：‘窗里人将老，门前树已秋。’白乐天曰：‘树初黄叶日，人欲白头时。’司空曙曰：‘雨中黄叶树，灯下白头人。’三诗同一机杼，司空为优：‘善状目前之景，无限凄感，见乎言表。’”其实，三诗之妙，不只是善于状景物，而且还善于设喻。司空曙此诗颔联之所以“为优”，在于比韦应物、白居易诗多了雨景和昏灯这两层意思，虽然这两层并无“比”的作用，却大大加强了悲凉的气氛。高步瀛《唐宋诗举要》说：“‘雨中’‘灯下’虽与王摩诘相犯，而意境各自不同，正不为病。”王维《秋夜独坐》：“雨中山果落，灯下草虫鸣。”这两句纯属白描，是赋体，并不兼比；不仅意境不同，手法亦自有别。马戴《灞上秋居》：“落叶他乡树，寒灯独夜人。”语虽近似司空曙，但手法也并不一样，这里只写灞上秋居漂泊异乡孤独寂寞的情景，不曾以树喻人，没有比的意思。司空曙“雨中”、“灯下”两句之妙，就在于运用了兴而兼比的艺术手法。 </p>",
        "author": "司空曙"
    },
	{
        "detailid": 94,
        "title": "贼平后送人北归",
        "type": "五言律诗",
        "content": "<p align=\"center\">世乱同南去，时清独北还。<br />他乡生白发，旧国见青山。<br />晓月过残垒，繁星宿故关。<br />寒禽与衰草，处处伴愁颜。</p>",
        "translation": "<p>战乱时我和你一同逃到南方，时局安定你却独自北归家园。</p><p>流落他乡头上已经生出白发，战后的家乡也只能见到青山。</p><p>晓行要经过许多残破的营垒，夜里只能披星露宿荒凉故关。</p><p>旷野里的飞禽与枯黄的野草，将处处伴随着你的悲苦愁颜。</p>",
		"explanation": "<p>１、时清：指时局已安定。<br />２、旧国句：意谓你到故乡，所见者也惟有青山如故。旧国，指故乡。</p>",
        "appreciation": "<p>诗意在写送故人返乡，伤自己不能与之同返。诗扣紧乱离主题，由乱起南来，到乱平北还，到所见劫后荒凉，环环相扣。但诗在结构上看，从第三句至第六句，四句结构相同，却是一大败笔，不足为鉴。  </p>",
        "author": "司空曙"
    },
	{
        "detailid": 95,
        "title": "赋得古原草送别",
        "type": "五言律诗",
        "content": "<p align=\"center\">离离原上草，一岁一枯荣。<br />野火烧不尽，春风吹又生。<br />远芳侵古道，晴翠接荒城。<br />又送王孙去，萋萋满别情。</p>",
        "translation": "<p>原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。</p><p>野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。</p><p>远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。</p><p>今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。</p>",
		"explanation": "<p>1. 离离：繁盛的样子。</p><p>2. 原：原野。</p><p>3. 荣：繁盛。</p><p>4. 远芳侵古道：伸向远方的一片野草，侵占了古老的道路。远芳：牵连一片的草。</p><p>5. 晴翠接荒城：在晴天，一片绿色连接着荒城。</p><p>6. 又送王孙去，萋萋满别情：这两句借用《楚辞》“王孙游兮不归，春草生兮萋萋”的典故。王孙：贵族。这里指的是自己的朋友。萋萋：草盛的样子。</p>",
        "appreciation": "<p>这是一首应考习作，相传白居易十六岁时作。按科举考试规定，凡指定的试题，题目前须加“赋得”二字，作法与咏物诗相类似。《赋得古原草送别》即是通过对古原上野草的描绘，抒发送别友人时的依依惜别之情。</p><p>诗的首句“离离原上草”，紧紧扣住题目“古原草”三字，并用叠字“离离”描写春草的茂盛。第二句“一岁一枯荣”，进而写出原上野草秋枯春荣，岁岁循环，生生不已的规律。第三、四句“野火烧不尽，春风吹又生”，一句写“枯”，一句写“荣”，是“枯荣”二字意思的发挥。不管烈火怎样无情地焚烧，只要春风一吹，又是遍地青青的野草，极为形象生动地表现了野草顽强的生命力。第五、六句“远芳侵古道，晴翠接荒城”，用“侵”和“接”刻画春草蔓延，绿野广阔的景象，“古道”“荒城”又点出友人即将经历的处所。最后两句“又送王孙去，萋萋满别情”，点明送别的本意。用绵绵不尽的萋萋春草比喻充塞胸臆、弥漫原野的惜别之情，真正达到了情景交融，韵味无穷。</p><p>全诗章法谨严，用语自然流畅而又工整，写景抒情水乳交融，意境浑成，在“赋得体”中堪称绝唱。</p><p>据宋人尤袤《全唐诗话》记载：白居易十六岁时从江南到长安，带了诗文谒见当时的大名士顾况。顾况看了名字，开玩笑说：“长安米贵，居大不易。”但当翻开诗卷，读到这首诗中“野火烧不尽，春风吹又生”两句时，不禁连声赞赏说：“有才如此，居亦何难！”连诗坛老前辈也被折服了，可见此诗艺术造诣之高。 </p>",
        "author": "白居易"
    },
	{
        "detailid": 96,
        "title": "题大庾岭北驿",
        "type": "五言律诗",
        "content": "<p align=\"center\">阳月南飞雁，传闻至此回。<br />我行殊未已，何日复归来。<br />江静潮初落，林昏瘴不开。<br />明朝望乡处，应见陇头梅。</p>",
        "translation": "<p>十月份的时候大雁就开始南飞，据说飞到大庾岭，它们就全部折回。</p><p>我还未到达目的地，还要继续前行，真不知什么时候我才能再次归来？</p><p>潮水退落了，江面静静地泛着涟漪，深山林中昏暗，瘴气浓重散不开。</p><p>来日我登上高山顶，向北遥望故乡，应该能看到那山头上初放的红梅。</p>",
		"explanation": "<p>１、阳月：阴历十月。<br />２、瘴：旧指南方山林间湿热致病之气。<br />３、陇头梅：其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇头：即为“岭头”。</p>",
        "appreciation": "<p>大庚岭为五岭之一，古人以此为南北分界，有北雁南飞至此不过岭南之传说。诗是作者流放钦州途经大庚岭时所作。<br />全诗写贬谪岭南的伤感，于旅途中抒发情怀。开头以比兴入手，写望雁思乡，再写岭南境恶，更衬怀乡情切。最后两句由写景转为抒情，暗祈能见到红梅采寄亲眷，以表衷情。<br />诗旨在写“愁”，却未着“愁”字，情致凄婉，愁绪满怀，以情布景，以景托情，情真意切，柔婉动人。 </p>",
        "author": "宋之问"
    }
	
]